[{"name": "Lava Cap American River Red", "grape": NaN, "region": "El Dorado, Sierra Foothills, California", "variety": "Red Wine", "rating": 90.0, "notes": "This wine was created as a table wine. We wanted the wine to be enjoyable and distinguishable as an El Dorado AVA wine, but varietal character takes a back seat to the the smooth and flavorful structure. During the blending process, we selected wines with supple tannins, smooth spice, and a decadent body that work together while never dominating with one varietal character. Great fruit, great body, a little toasty oak, and the smooth, rich Lava Cap finish! "}, {"name": "Lava Cap Barbera 2010", "grape": NaN, "region": "Sierra Foothills, California", "variety": "Red Wine", "rating": 90.0, "notes": "The plump, rich cherry, raspberry and plum fruit is immediately appealing when first poured, feeling soft and rich. The robust fruit coupled with acidity and soft tannin makes this one of the best, most versatile food wines, which can carry everything from vegetable to meat dishes.  "}, {"name": "Lava Cap Cabernet Sauvignon 2013", "grape": NaN, "region": "El Dorado, Sierra Foothills, California", "variety": "Red Wine", "rating": 90.0, "notes": "Lava Cap’s estate grown Cabernet Sauvignon grapes have long been recognized for producing a wine with lovely structure and vibrant fruit character. The fragrant must of fruit was cold-soaked for three days to enhance color and flavor."}, {"name": "Lava Cap Cabernet Sauvignon 2016", "grape": NaN, "region": "El Dorado, Sierra Foothills, California", "variety": "Red Wine", "rating": 93.0, "notes": "Lava Cap’s estate grown grapes have long been recognized for producing a wine with lovely structure and vibrant fruit character. The moderate weather produced a wine that stretches from the leaves to the roots with a tightly balanced, pure fruit. The fragrant must of fruit was cold-soaked for three days to enhance color and flavor. The wine was barrel aged giving a lovely balance between tannins and the layers of flavo"}, {"name": "Lava Cap Petite Sirah 2013", "grape": NaN, "region": "El Dorado, Sierra Foothills, California", "variety": "Red Wine", "rating": 90.0, "notes": "Lava Cap's 2013 Petite Sirah is a BIG one for the ages. The early growing season, mellow summer, and intense fall allowed near perfect ripening conditions. The 2013 Petite Sirah has notes of elegant wild licorice, blueberries, and complex oak. With a sip, the massive wine slams the palate with a stampede of plum and white pepper flavors  which perfectly transition to blackberry and a long vanilla-kola finish. Will age beautifully into 2025."}, {"name": "Lava Cap Petite Sirah 2014", "grape": NaN, "region": "El Dorado, Sierra Foothills, California", "variety": "Red Wine", "rating": 92.0, "notes": "On the nose, the 2014 Petite Sirah has notes of elegant wild licorice, blueberries, and complex oak. With a sip, the wine slams the palate with a stampede of plum and white pepper flavors which perfectly transition to blackberry and a long vanilla-cola finish. "}, {"name": "Lava Cap Petite Sirah 2016", "grape": NaN, "region": "El Dorado, Sierra Foothills, California", "variety": "Red Wine", "rating": 92.0, "notes": "The 2016 Petite Sirah has notes of elegant wild licorice, blueberries, and complex oak. With a sip, the massive wine slams the palate with a stampede of plum and white pepper flavors which perfectly transition to blackberry and a long vanilla-cola finish."}, {"name": "Lava Cap Reserve Merlot 2015", "grape": NaN, "region": "El Dorado, Sierra Foothills, California", "variety": "Red Wine", "rating": 90.0, "notes": "Pleasant forest greenery and plum scents highlight the aroma of dark cherry. Toasted oak fill the palate and bright acidity define a nicely focused finish."}, {"name": "Lava Cap Syrah 2009", "grape": NaN, "region": "California", "variety": "Red Wine", "rating": 91.0, "notes": "Lava Cap's Syrah vineyard is located on a gentle, south facing slope. This location allows for extended hang-time which yields fully developed aroma, flavor and tannin resulting in wine of intensity and depth. Dark cherry and plum provide mouth-filling intensity with a hint of carob and spice."}, {"name": "Lava Cap Syrah 2014", "grape": NaN, "region": "El Dorado, Sierra Foothills, California", "variety": "Red Wine", "rating": 92.0, "notes": "The wine opens with a touch of allspice, which transitions to rich, deep flavors of blackberry and blueberry. The body is elegant and smooth, leaving lingering tannins that will mature with age. A powerful wine with a stylistically rich, smooth finish."}, {"name": "Lava Cap Syrah 2013", "grape": NaN, "region": "El Dorado, Sierra Foothills, California", "variety": "Red Wine", "rating": 92.0, "notes": "The Syrah Vineyard grows on a beautiful south facing slope reminiscent of the Hermitage hill in the Rhone Region of France. With the cooling breezes from our vineyards 2500' Elevation,  rich, and well drained soils, our Syrah vines develop the lengthy flavors consistent with acclaimed Syrah wines. The wine begins with black and blue berry, and a touch of allspice highlight the wine’s presentation. Sweet tannins frame the gentle focused finish."}, {"name": "Lava Vine Winery Knights Valley Reserve Cabernet Sauvignon 2013", "grape": NaN, "region": "Knights Valley, Sonoma County, California", "variety": "Red Wine", "rating": 92.0, "notes": "Extreme focus, and unparalleled balance from start to finish. Blood orange with clove, and hints vanilla bean on the nose mingle with fresh cranberry on the palate. From high on the hills of Knights Valley, the deep wet-stone minerality mingles on top of a rich, velvet entrance to a full, creamy mid-palate."}, {"name": "Lava Vine Winery Napa Valley Cabernet Sauvignon 2014", "grape": NaN, "region": "Napa Valley, California", "variety": "Red Wine", "rating": 91.0, "notes": "A wonderful representation of how amazing the 2014 vintage could be and how to balance Napa Valley’s Intensity. A ripe cherry and cassis entry with dusted cocoa and a touch of graham cracker entice. The silky rich entry is so balanced there seems to be no separation from mid-palate through the lengthy finish with multitudes of fruit and spice to accompany. This Cabernet Sauvignon is fully integrated, super complex and will age beautifully."}, {"name": "Lava Vine Winery Napa Valley Reserve Cabernet Sauvignon 2012", "grape": NaN, "region": "Napa Valley, California", "variety": "Red Wine", "rating": 92.0, "notes": "Black berries and hints of strawberry invite with muddled cherry cola spices. Deep earthy tones on a silk entry proceed to a rich, full mid-palate. Expressive tannins make for a beautiful finish."}, {"name": "Lava Vine Winery Napa Valley Reserve Cabernet Sauvignon 2013", "grape": NaN, "region": "Napa Valley, California", "variety": "Red Wine", "rating": 92.0, "notes": "A slight minty nose with dark chocolate and fresh blueberry captivate the senses. Notes of a baking spice dance on the pallet before giving way to rich, dark, and earthy finish. This extremely balanced gem will continue to show plenty of structure and integrity for years to come. Enjoy!"}, {"name": "Lavau Chateauneuf-du-Pape 2016", "grape": NaN, "region": "Chateauneuf-du-Pape, Rhone, France", "variety": "Red Wine", "rating": 92.0, "notes": "Complex nose of plums and black cherries with a hint of cocoa and cloves. Full and well-balanced on the palate, showing extreme finesse and remarkable length.his Châteauneuf will pair nicely with duck in green pepper, guinea fowl or pheasant, and will be at home with any festive fare."}, {"name": "Lavau Chateauneuf-du-Pape 2014", "grape": NaN, "region": "Chateauneuf-du-Pape, Rhone, France", "variety": "Red Wine", "rating": 91.0, "notes": "Complex nose of plums and black cherries with a hint of cocoa and cloves. Full and well-balanced on the palate, showing extreme finesse and remarkable length."}, {"name": "Lavau Chateauneuf-du-Pape 2015", "grape": NaN, "region": "Chateauneuf-du-Pape, Rhone, France", "variety": "Red Wine", "rating": 91.0, "notes": "Complex nose of plums and black cherries with a hint of cocoa and cloves. Full and well-balanced on the palate, showing extreme finesse and remarkable length."}, {"name": "Lavau Gigondas 2013", "grape": NaN, "region": "Gigondas, Rhone, France", "variety": "Red Wine", "rating": 91.0, "notes": "The natural exposure of this vineyard delivers a wine with high concentration, rich and well balanced. This wine is perfect with elaborated sauce dishes, a piece of meat and cheese. You can also enjoy this wine on its own."}, {"name": "Lavau Gigondas 2013", "grape": NaN, "region": "Gigondas, Rhone, France", "variety": "Red Wine", "rating": 91.0, "notes": "#72"}, {"name": "Lavau Gigondas 2014", "grape": NaN, "region": "Gigondas, Rhone, France", "variety": "Red Wine", "rating": 90.0, "notes": "Lavau Gigondas exhibits a dense ruby/purple color and notes of blueberries and blackberries. The wine is layered and full-bodied."}, {"name": "Lavau Gigondas 2015", "grape": NaN, "region": "Gigondas, Rhone, France", "variety": "Red Wine", "rating": 90.0, "notes": "Deep on the nose with pronounced spicy aromas (pepper, nutmeg), typical of the appellation and which accentuate the aromas of blackcurrants and raspberry jam. On the palate, the wine shows a solid yet nicely coated structure, volume and superb length. "}, {"name": "Lavau Gigondas 2016", "grape": NaN, "region": "Gigondas, Rhone, France", "variety": "Red Wine", "rating": 92.0, "notes": "Deep on the nose with pronounced spicy aromas (pepper, nutmeg), typical of the appellation and which accentuate the aromas of blackcurrants and raspberry jam. On the palate, the wine shows a solid yet nicely coated structure, volume and superb length."}, {"name": "Lavau Rasteau 2015", "grape": NaN, "region": "Rasteau, Rhone, France", "variety": "Red Wine", "rating": 90.0, "notes": "A wine with strong Mediterranean accents, both in terms of its aromas of garrigue scrubland, spice and ripe fruit on the nose, and in terms of its power and intensity on the palate. A generous yet well-balanced wine with long-lingering aromas. "}, {"name": "Lavau Rasteau 2016", "grape": NaN, "region": "Rasteau, Rhone, France", "variety": "Red Wine", "rating": 91.0, "notes": "A wine with strong Mediterranean accents, both in its aromas of garrigue scrubland, spice and ripe fruit on the nose, and in terms of its power and intensity on the palate. A generous yet well-balanced wine with long-lingering aromas."}, {"name": "L'Aventure Cabernet Sauvignon 2006", "grape": NaN, "region": "Paso Robles, Central Coast, California", "variety": "Red Wine", "rating": 90.0, "notes": "Classic, extremely well balanced palate, peppery, herbal notes in the nose, bright, good density and breed."}, {"name": "L'Aventure Chloe 2014", "grape": NaN, "region": "Paso Robles, Central Coast, California", "variety": "Red Wine", "rating": 97.0, "notes": "Blend: 67% Syrah, 33% Old Vine Grenache "}, {"name": "L'Aventure Cote A Cote 2006", "grape": NaN, "region": "Paso Robles, Central Coast, California", "variety": "Red Wine", "rating": 96.0, "notes": "Blend: 40% Mourvedre, 30% Grenache, 30% Syrah"}, {"name": "L'Aventure Cote A Cote 2007", "grape": NaN, "region": "Paso Robles, Central Coast, California", "variety": "Red Wine", "rating": 95.0, "notes": "40% Mourvedre estate, 40% Grenache estate, 20% Syrah estate. Ruby in color with garnet edges, the aromas are diverse, with a spice bouquet, mineral notes, and blueberries leading the way. The attack on the palate is vibrant, with rich violet and wild berry flavors standing over a stream of cherry, pomegranate, and tar. The finish is opulent, with vanilla spice sounding a final note. "}, {"name": "L'Aventure Cote A Cote 2010", "grape": NaN, "region": "Paso Robles, Central Coast, California", "variety": "Red Wine", "rating": 93.0, "notes": "An explosive nose of fresh fruit and pastille candies. The palate is broad and vibrant, with great acidity that carries the complex red and blue fruit flavors of fresh plum, dark cherries and blueberries long towards a well integrated finish. Wonderful pepper and anise notes flirt with the fruit, and give great form to this wine."}, {"name": "L'Aventure Cote A Cote 2011", "grape": NaN, "region": "Central Coast, California", "variety": "Red Wine", "rating": 96.0, "notes": "Ruby in color. Intensely floral nose of violets, jasmine, and soft red fruit. A firm attack of vinous, mineral, citrus and soft, round, red fruit. Brilliant Syrah flavors. Smoky, peppery, toasty finish with cardamom notes. This is an excellent Cote a Cote that will be enjoyed immensely at table."}, {"name": "L'Aventure Cote A Cote 2014", "grape": NaN, "region": "Paso Robles, Central Coast, California", "variety": "Red Wine", "rating": 96.0, "notes": "Blend: 50% Grenache, 28% Mourvedre, 22% Syrah"}, {"name": "L'Aventure Cote A Cote (slightly stained labels) 2012", "grape": NaN, "region": "Paso Robles, Central Coast, California", "variety": "Red Wine", "rating": 96.0, "notes": "Blend: 60% Grenache, 30% Mourvedre, 10% Syrah"}, {"name": "L'Aventure Estate Cuvee (1.5 Liter Magnum) 2008", "grape": NaN, "region": "Paso Robles, Central Coast, California", "variety": "Red Wine", "rating": 94.0, "notes": "Purple/ black, with like aromas of cedar box, wild blackberries, black cherry, and fresh, raw, beef. Anise and cola flavors ride the big attack, resolving themselves in tight flavors of blueberries and acacia in the enormous middle palate, finishing long with orange rind, spice and everything. "}, {"name": "L'Aventure Estate Cuvee 2004", "grape": NaN, "region": "Paso Robles, Central Coast, California", "variety": "Red Wine", "rating": 98.0, "notes": "This wonderfully \"juicy\" 2004 Estate Cuvee is unique in that a percentage of the blend was \"co–fermented,\" due to the fact that all three of the varieties that comprise Estate Cuvee - Cabernet Sauvignon, Syrah, and Petit Verdot - arrived at maturity simultaneously. For the first time in his 24 years as a wine maker, Stephan saw these grapes fermenting in the same tank. The result is a seamless, complex work of art. Fresh aromas of plums, macerated blackberries, and blueberries in the nose, and dark, intense fruit on the palate. The mouth and lengthy finish are made more complex by hints of leather, tar, and tobacco leaf. An augmentation of Petit Verdot puts the 2004 on the classic track of the 2001 vintage."}, {"name": "L'Aventure Estate Cuvee 2005", "grape": NaN, "region": "Paso Robles, Central Coast, California", "variety": "Red Wine", "rating": 96.0, "notes": "Blend: 52% Syrah, 40% Cabernet Sauvignon, 8% Petit Verdot"}, {"name": "L'Aventure Estate Cuvee 2006", "grape": NaN, "region": "Paso Robles, Central Coast, California", "variety": "Red Wine", "rating": 97.0, "notes": "\"A thrilling, nearly perfect efforts is the 2006 Estate Cuvee. A blend of 49% Syrah, 37% Cabernet Sauvignon, and 4% Petit Verdot, the 2006 Estate Cuvee may be even better. Tasting like a superb example of a premier grand cru St.-Emilion made from California-s limestone soils, it exhibits a dense purple color as well as a perfume of sweet creme de cassis, fruitcake, licorice, incense, tobacco leaf, and spice box. A voluptuous texture, fabulous opulence, and thrilling concentration as well as purity make for a prodigious example of blended red wine that will provide enormous pleasure and complexity for 12-15+ years."}, {"name": "L'Aventure Estate Cuvee 2007", "grape": NaN, "region": "Central Coast, California", "variety": "Red Wine", "rating": 95.0, "notes": "49% Syrah estate, 37% Cabernet Sauvignon estate, 14% Petit Verdot estate. Opaque ebony center, purple margins. Powerful, complex aromas of graphite, \"viande\", dark fruit, licorice, tea-leaf...have we forgotten anything? Spicy notes introduced in the aroma linger like cloves and sage in a rich tapestry of flavors that include wild blackberry, tar, gooseberry, and acacia. The length of the finish is memorable. You really need to try this wine for yourself– words do not do it justice! "}, {"name": "L'Aventure Estate Cuvee 2008", "grape": NaN, "region": "Central Coast, California", "variety": "Red Wine", "rating": 94.0, "notes": "Purple/ black, with like aromas of cedar box, wild blackberries, black cherry, and fresh, raw, beef. Anise and cola flavors ride the big attack, resolving themselves in tight flavors of blueberries and acacia in the enormous middle palate, finishing long with orange rind, spice and everything. "}, {"name": "L'Aventure Estate Cuvee 2010", "grape": NaN, "region": "Paso Robles, Central Coast, California", "variety": "Red Wine", "rating": 92.0, "notes": "This is one of the more \"classic\" versions of the iconic Cab/ Syrah blend. While generously juicy, in the spirit of the vintage, it captures the essence of the blend, with exuberant Syrah notes brought to heel by an almost austere Cabernet. The attack is grand, with cassis and cola, licorice and graphite, ending in a gripping, long, deep, complex finish. As usual, there are so many complexities and layers of flavor in this wine, that you really need to lay down a few cases and watch it develop over the years. This is definitely the \"creme de la creme\" from the 2010 range.  "}, {"name": "L'Aventure Estate Cuvee 2011", "grape": NaN, "region": "Paso Robles, Central Coast, California", "variety": "Red Wine", "rating": 90.0, "notes": "A powerful spotlight for the vintage, Estate Cuvée 2011 attacks with plenty of push! Deep purple with an opaque, almost black center. Subtle cigar box aromas above, graphite below, dark fruit all around. The mouth is well balanced, with wood and alcohol integrated seamlessly with the dark purple, vinous fruit. Great acidity and elegant mineral and spice notes carry the wine to an immense finish that lasts…. a long time! As always, our best effort. "}, {"name": "L'Aventure Estate Cuvee 2013", "grape": NaN, "region": "Central Coast, California", "variety": "Red Wine", "rating": 97.0, "notes": "The most densely colored of all wines in a vintage of great extraction; Estate Cuvee exhibits a powerful perfume of anise, lavender candies, and dark fruit, with smoky accents in the background. The attack isimpressive, with a velvety mouth feel from start to finish. Rich, robust blue and black fruit, with hints of cocoa,big, but with soft resolved tannins, give a \"total\" palate experience in the finish."}, {"name": "L'Aventure Estate Cuvee 2012", "grape": NaN, "region": "Paso Robles, Central Coast, California", "variety": "Red Wine", "rating": 98.0, "notes": "The most densely colored of all wines in a vintage of great extraction; Estate Cuvée 2012 exhibits a powerful perfume of anise, lavender candies, and dark fruit, with smoky accents in the background. The attack is impressive, with a velvety mouth feel from start to finish. Rich, robust blue and black fruit, with hints of cocoa, big, but with soft resolved tannins, give a \"total\" palate experience in the finish. "}, {"name": "L'Aventure Estate Cuvee 2014", "grape": NaN, "region": "Central Coast, California", "variety": "Red Wine", "rating": 98.0, "notes": "Blend: 50% Cabernet Sauvignon, 35% Syrah, 15% Petit Verdot"}, {"name": "L'Aventure Estate Cuvee 2016", "grape": NaN, "region": "Paso Robles, Central Coast, California", "variety": "Red Wine", "rating": 99.0, "notes": "Blend: 52% Syrah, 32% Cabernet Sauvignon, 16% Petit Verdot"}, {"name": "L'Aventure Optimus (1.5 Liter Magnum) 2012", "grape": NaN, "region": "Paso Robles, Central Coast, California", "variety": "Red Wine", "rating": 94.0, "notes": "Bright red and deep blueberry aromas underpinned by soft cola and faint graphite notes hint at the complexity that one finds on the palate. The fruit is seamlessly integrated, and the wine is long and well structured in the mouth.  "}, {"name": "L'Aventure Optimus 2005", "grape": NaN, "region": "Central Coast, California", "variety": "Red Wine", "rating": 94.0, "notes": "\"The least expensive red wine is the Optimus cuvee. The 2005 Optimus (51% Syrah, 44% Cabernet Sauvignon, and 5% Petit Verdot) barely qualifies as a Rhone Ranger, but it offers classic chocolate, cassis, espresso, and subtle wood notes along with a dense ruby/purple hue, gorgeous concentration, and plenty of spice, cedar, and a Pauillac-like complexity and richness. This serious effort is more French than Californian. It should drink well for 6-10 years. "}, {"name": "L'Aventure Optimus 2007", "grape": NaN, "region": "Central Coast, California", "variety": "Red Wine", "rating": 95.0, "notes": "45% Cabernet Sauvignon, 40% Syrah, 15% Petit Verdot. Our best Optimus ever.  Ruby color, with soft aromas of candied currants, fir, and cardamom. A very sharp attack of somewhat high–tone red fruit on the palate cedes to blueberries, black currant, and spicy notes which finish long. 1,400 cases produced "}, {"name": "L'Aventure Optimus 2008", "grape": NaN, "region": "Central Coast, California", "variety": "Red Wine", "rating": 90.0, "notes": "48% Cabernet Sauvignon, 28% Syrah, 24% Petit Verdot – is simply luscious. Integrated aromas of fir, graphite, and acacia make an excellent nose. A focused attack of crushed flowers, geranium oil, cherries, and plums wash over the palate, and finish with orange peel and toast. Best Optimus ever?"}, {"name": "L'Aventure Optimus 2011", "grape": NaN, "region": "Central Coast, California", "variety": "Red Wine", "rating": 94.0, "notes": "Optimus sets the pace for the vintage with a delicious and classic blend. Purple hued, Optimus 2011 offers aromas of fresh blueberries, sharp cola, and a little anise. The attack is soft and round in the mouth. Firm acidity across the palate stands behind complex tobacco leaf, violet, and red and dark berry flavors. A soft finish, with some spicy wood notes, this wine is very characteristic of the vintage. "}, {"name": "L'Aventure Optimus 2015", "grape": NaN, "region": "Paso Robles, Central Coast, California", "variety": "Red Wine", "rating": 93.0, "notes": "Optimus is a classically- styled wine that truly embodies oursaying: L’Aventure...where the Bordeaux meets the Rhône!"}, {"name": "L'Aventure Optimus 2016", "grape": NaN, "region": "Willow Creek District, Paso Robles, Central Coast, California", "variety": "Red Wine", "rating": 94.0, "notes": "The 2016 has balance, silkiness and length. The wine is big, super intense, rich and flavorful but at the same time is super delicate, pure and vibrant. "}, {"name": "L'Aventure Optimus 2017", "grape": NaN, "region": "Willow Creek District, Paso Robles, Central Coast, California", "variety": "Red Wine", "rating": 93.0, "notes": "Blend: 50% Syrah, 30% Cabernet Sauvignon, 20% Petit Verdot"}, {"name": "L'Aventure Optimus 2012", "grape": NaN, "region": "Paso Robles, Central Coast, California", "variety": "Red Wine", "rating": 94.0, "notes": "Bright red and deep blueberry aromas underpinned by soft cola and faint graphite notes hint at the complexity that one finds on the palate. The fruit is seamlessly integrated, and the wine is long and well structured in the mouth.  "}, {"name": "Lavinea Elton Pinot Noir 2016", "grape": NaN, "region": "Eola-Amity Hills, Willamette Valley, Oregon", "variety": "Red Wine", "rating": 91.0, "notes": "Bright and deep purple in color with a bluish edge, the first nose opens with lovely aromas of sweet cherries in kirsch, fragrant rose and herbaceous rosemary, hints of lavender and boasting fresh cherries. Smooth and lush yet restrained and nervous, the lovely palate travels with a smooth beginning, vibrant core of fresh dark cherries and marionberries, wet bedrock and closing on an elegant finish sustained by silky tannins. The quintessential definition of a beautiful pinot noir, very complete and showing promises of getting better over time."}, {"name": "Lavinea Lazy River Pinot Noir 2016", "grape": NaN, "region": "Yamhill-Carlton District, Willamette Valley, Oregon", "variety": "Red Wine", "rating": 94.0, "notes": "Shiny and ruby red with violet hues, deep in color yet crystalline. The first nose reveals approachable boasting aromas of sour cherry, earthy minerals on a finely tightened core. Pure and elegant, the nose opens up towards blueberry and black raspberries as you swirl with hints of earl grey tea and baking spices. Rich and lush with a smooth entry on the palate that carries a lovely velvety texture of refined tannins wrapping finely around the sour cherry & iron fist minerality. Broader, yet with a long finish and a beautiful texture that provides a lasting impression. This highly complex wine with its silky open mouthfeel is a crowd pleaser."}, {"name": "Lavinea Nysa Pinot Noir 2016", "grape": NaN, "region": "Dundee Hills, Willamette Valley, Oregon", "variety": "Red Wine", "rating": 93.0, "notes": "Clear and shiny, beautiful purple color with a softer edge, the initial aromas of iron fist mineral, passionfruit and floral notes of orange blossoms & dried lavender open to sweet cherries wrapped around wet stony bedrock notes. A bright and nervous palate entry with a youthful mid palate as it jumps around from classic Dundee Hills cherry fruit to earthy and firm mineral core that tightens on the long finish with finely textured and coating tannins. Overall, a youthful wine with a wonderful structure to age."}, {"name": "Lavinea Tualatin Pinot Noir 2016", "grape": NaN, "region": "Willamette Valley, Oregon", "variety": "Red Wine", "rating": 90.0, "notes": "Brilliant and deep purple with a youthful purple edge, lovely initial aromas of rose petals, raspberry cobbler and exotic spices opens in the glass elegantly to fragrant orange blossoms, mixed stone fruit aromas intertwine with lavender notes on a distinctive bedrock character. A smooth entry and soft palate travels along seamlessly, with an elegant texture that lingers on a fresh and focused cherry core. The wine comes full circle with bright pie cherry and pomegranate notes traveling along the seamless finish with supple yet youthful tannins. This wine will seduce greatly by its refinement and polish, with a wonderful aging potential."}, {"name": "Lavinea Tualatin Pinot Noir 2017", "grape": NaN, "region": "Willamette Valley, Oregon", "variety": "Red Wine", "rating": 90.0, "notes": "Brilliant and deep ruby with a youthful purple edge, lovely initial aromas of raspberry cobbler, fresh red cherries and hints of rose petals opens in the glass to fragrant orange peel, and mixed berry aromas intertwined with bergamot notes and hints of cardamom.  A smooth entry and soft palate travels along exquisitely, with an elegant texture that lingers on a fresh and focused cherry core.  The wine comes full circle with lively acidity, and notes of fruit and earth that carry the palate seamlessly on a long finish.  This wine is seductively elegant and polished, refreshing and refined."}, {"name": "Lavradores de Feitoria Tres Bagos 2003", "grape": NaN, "region": "Portugal", "variety": "Red Wine", "rating": 86.0, "notes": NaN}, {"name": "Lavradores de Feitoria Tres Bagos 2004", "grape": NaN, "region": "Portugal", "variety": "Red Wine", "rating": 89.0, "notes": "Produced from grapes from three different subregions: Baixo Corgo, Cima Corgo and Douro Superior from some of the best viticultural talent in Portugal. The idea behind this novel project is to take advantage of the climatic and terroir advantages that each of the three Douro sub-regions has to offer. The Douro Superior tends to produce wines of greater strength while the Cima Corgo and Baixo Corgo tends to produce wines with higher levels of natural acidity and elegance. "}, {"name": "Law Estate Wines Audacious 2016", "grape": NaN, "region": "Paso Robles, Central Coast, California", "variety": "Red Wine", "rating": 93.0, "notes": "32% Grenache, 25% Cabernet Sauvignon, 25% Carignan, 18% Syrah  At the cornerstone of the Law lineup, our Audacious has graciously earned its place in the cellars and hearts of many. On the nose, it exhibits rose petal, vanilla and lavender. The Grenache unveils red currants, while the Cabernet has complementing notes of dark fruit and herbs. The Carignan has found its place in this blend by playing off of the Syrah's succulent salinity and clove like spice. The flavor, complexity and intensity on the palate is certainly adventurous, as this aptly named wine virtually defines itself."}, {"name": "Law Estate Wines Sagacious 2016", "grape": NaN, "region": "Paso Robles, Central Coast, California", "variety": "Red Wine", "rating": 93.0, "notes": "36% Grenache, 34% Syrah, 30% Mourvèdre Providing the most complete depiction of our estate vineyard as a whole, the 2016 Sagacious shows sensational complexity that stems from the combination of the three varieties housed in this trademark Paso-style blend. It’s hard to name a better trio, with the dark berries, both fresh and dried sage, heaps of spice and zest like freshness. Strong and structured, its powdered tannins encompass an incredibly long finish that keeps this wine energized to carry its killer density effortlessly."}, {"name": "Lawson's Dry Hills Pinot Noir 2005", "grape": NaN, "region": "Marlborough, New Zealand", "variety": "Red Wine", "rating": 90.0, "notes": ": Deep ruby."}, {"name": "Layer Cake Cabernet Sauvignon 2010", "grape": NaN, "region": "California", "variety": "Red Wine", "rating": 90.0, "notes": "This wine offers generous aromas of ripe Bing cherries, blackberry, candied violets, cedar, and tobacco, plus hints of minerals and graphite. Sweet, densely packed and creamy in the mouth, but with firm, underlying structure that gives lift to the dark berry, chocolate, and coffee flavors. This is a very lush, soft, complex wine that coats the palate and spreads out on the long, lingering finish."}, {"name": "Layer Cake Garnacha 2011", "grape": NaN, "region": "Spain", "variety": "Red Wine", "rating": 90.0, "notes": "Our Layer Cake Garnacha from Calatayud, Spain is rich and powerful, yet clean and balanced. Layered with aromas of ultra ripe black fruit. On the palate, the wine shows intense dark fruit with abackground of rich dark chocolate and fresh ground coffee with a long creamy finish. The intensity of flavor from these ancient vines is beautifully offset by the great freshness from the high-altitude vineyards; the Layer Cake Garnacha is not to be overlooked. "}, {"name": "Layer Cake Malbec 2008", "grape": NaN, "region": "Argentina", "variety": "Red Wine", "rating": 91.0, "notes": "Pure, rich and very elegant; a powerhouse of lush black fruit, silky cocoa, black spice and cream, wrapped around blackberry, cherry and ripe plum.  Layered and complex with a nose to linger over, a finish that never ends.  Sweet anise, hints of tobacco, black chocolate, more cherries and exotic spices, layers of jam.  This wine will stand and perform anytime you think of a Cabernet and want something just a little more exotic.  Born at the base of the Andes and fed by the purest spring waters… this wine is made to be loved."}, {"name": "Layer Cake Primitivo aka Zinfandel 2008", "grape": NaN, "region": "Italy", "variety": "Red Wine", "rating": 89.0, "notes": "A balance of elegance and power; inky black fruit, spice and white pepper, jammy black cherries, plums, blackberry fruit, truffles, tar, and espresso. Warm and rich in the mouth with a creamy texture; slight notes of chalky Puglia terroir, the ripe fruit is well supported by the deep structure of the wine. Imagine a cool fall evening, a warm blaze crackling in the fireplace, the wine rich and intriguing, like stories told by old friends."}, {"name": "Layer Cake Shiraz 2008", "grape": NaN, "region": "South Australia, Australia", "variety": "Red Wine", "rating": 90.0, "notes": "Dark, dense and creamy, complex aromas of black plum, Bing cherry, blackberry and pepper merge with licorice, tobacco, mocha and dark chocolate.  This is one inky Shiraz; an explosion of dark, super ripe, wild blackberry, with a touch of cigar box finishing with a melange of exotic spices. A pure fruit bomb… complete from attack through a long, lingering finish. Chefs will save this cake for themselves…"}, {"name": "Layer Cake Shiraz 2009", "grape": NaN, "region": "South Australia, Australia", "variety": "Red Wine", "rating": 91.0, "notes": "Dark, dense and creamy. Aromas of spice, anise, tobacco and mocha emerge from the inky Shiraz; an explosion of dark berry, black cherry, exotic spices and chocolate. Complete from attack through a long, lingering finish. What about the next slice…"}, {"name": "Layer Cake Shiraz 2014", "grape": NaN, "region": "South Australia, Australia", "variety": "Red Wine", "rating": 89.0, "notes": "The aromas of cocoa, warm spice and dark fruit are very powerful from the first whiff. In the mouth, the wine is layered with rich blackberry, dark cherries and hints of dark, creamy chocolate ganache. The finish lingers on, hanging on your palate while the fruit and spice flavors slowly change and fade."}, {"name": "Layer Cake Shiraz 2013", "grape": NaN, "region": "South Australia, Australia", "variety": "Red Wine", "rating": 88.0, "notes": "Spicy black and blue fruit aromas show good power and just a hint of black pepper. Supple and seamless in texture, offering layers of Bing cherry and cassis flavors and a touch of mocha. Exceptional balance for its big power, finishing with a gentle creamy note, leaving dark berry and cracked pepper notes behind."}, {"name": "Layer Cake Shiraz 2010", "grape": NaN, "region": "South Australia, Australia", "variety": "Red Wine", "rating": 88.0, "notes": "The 2010 Layer Cake Shiraz is outstanding due to virtually perfect growing conditions and rigorous vineyard selections. The wine is incredibly layered and richer than in past years. Bold spice, black plums, dark chocolate, mocha and cherries and black berries abound with a hint of red soil and a faint trace of anise with layers of spice box. Loaded with glycerol mouth feel and capped off with a long creamy finish that just hangs on your palate."}, {"name": "Le Berne Vino Nobile di Montepulciano 2011", "grape": NaN, "region": "Tuscany, Italy", "variety": "Red Wine", "rating": 90.0, "notes": "The grapes, about 90% of which are Sangiovese (known as Prugnolo gentile in Montepulciano) and small quantities of Canaiolo Nero and Mammolo, are gathered after an accurate selection at the precise moment of ripening. After vinification the wine is aged for at least two years in oak barrels and six months in bottles. The result is a ruby red wine tending to garnet red, which has a delicate fragrance and violet aroma, with a dry and slightly tannic flavor."}, {"name": "Le Bonheur Cabernet Sauvignon 1997", "grape": NaN, "region": "South Africa", "variety": "Red Wine", "rating": 87.0, "notes": "This dry wine, deep ruby in color, with aromas of blackcurrant and mulberry, is full-bodied and well rounded. The berry flavors are endorsed by silky vanilla aromas and well-structured tannins. A wine with excellent ageing potential, Le Bonheur Cabernet Sauvignon will gracefully complement any gourmet dish."}, {"name": "Le Cadeau Vineyard Diversite Pinot Noir 2014", "grape": NaN, "region": "Willamette Valley, Oregon", "variety": "Red Wine", "rating": 93.0, "notes": "Rich and opulent, very reminicent of the beautiful 2012 Diversite. This was the first vintage Diversite was crafted from ten different Pinot clones, not just seven!"}, {"name": "Le Cadeau Vineyard Diversite Pinot Noir 2015", "grape": NaN, "region": "Willamette Valley, Oregon", "variety": "Red Wine", "rating": 91.0, "notes": "The Diversité cuvee showcases a unique and diverse range of characteristics that reflect its varied soil, sunlight exposure, and clonal blend. It is sourced from four blocks on our estate vineyard, primarily covering the Northern end, containing 7 clones – Dijon-113, -114, -115, -667, -777, Pommard, and a few rows of the Swiss clone Mariafeld. The latter in particular lends natural smoke and spice notes to the wine, which have become a definitive character in the cuvee. The soil variation for Diversité ranges from heavily broken volcanic basalt on the Northwestern block of Dijon-667, to the more lush Nekia soil of the Northeastern block of Dijon-114."}, {"name": "Le Cadeau Vineyard Rocheux Pinot Noir 2015", "grape": NaN, "region": "Willamette Valley, Oregon", "variety": "Red Wine", "rating": 90.0, "notes": "The Rocheux cuvee is sourced from the rockiest portion of our estate – the warmer Western slope of the vineyard, an area high in content of volcanic basalt found throughout the soil. "}, {"name": "Le Cadeau Vineyard Rocheux Pinot Noir 2016", "grape": NaN, "region": "Willamette Valley, Oregon", "variety": "Red Wine", "rating": 90.0, "notes": "The Rocheux cuvee is sourced from the rockiest portion of our estate – the warmer Western slope of the vineyard, an area high in content of volcanic basalt found throughout the soil. "}, {"name": "Le Cadeau Vineyard Rocheux Reserve Pinot Noir 2014", "grape": NaN, "region": "Willamette Valley, Oregon", "variety": "Red Wine", "rating": 94.0, "notes": "Expertly crafted from the rocky Western blocks, this exemplifies the soft floral notes of Rocheux with the minerality Le Cadeau Vineyard's soil is known for. Barrel selections were carefully made with long-term aging in mind; this drinks well now, but they are enthusiastic to see what this does over the next 10 years."}, {"name": "Le Carre 2007", "grape": NaN, "region": "St. Emilion, Bordeaux, France", "variety": "Red Wine", "rating": 90.0, "notes": "Le Carre is a single-vineyard of just over one and a half hectares that abuts Clos Fourtet near the centre of the town of Saint Emilion. The wine is a dense purple color. Abundant quantities of black fruits, crushed rocks and flowers nicely wrapped in new oak, where it receives it's malolactic fermentation and aging. Whilst the main part of the wine is made up by Merlot, there is also a Cabernet Franc compliment."}, {"name": "Le Carre 2008", "grape": NaN, "region": "St. Emilion, Bordeaux, France", "variety": "Red Wine", "rating": 92.0, "notes": "Le Carre is a single-vineyard of just over one and a half hectares that abuts Clos Fourtet near the centre of the town of Saint Emilion.  The wine is a dense purple color. Abundant quantities of black fruits, crushed rocks and flowers nicely wrapped in new oak, where it receives it's malolactic fermentation and aging. Whilst the main part of the wine is made up by Merlot, there is also a Cabernet Franc compliment."}, {"name": "Le Carre 2009", "grape": NaN, "region": "St. Emilion, Bordeaux, France", "variety": "Red Wine", "rating": 92.0, "notes": "Le Carre is a single-vineyard of just over one and a half hectares that abuts Clos Fourtet near the centre of the town of Saint Emilion. The wine is a dense purple color. Abundant quantities of black fruits, crushed rocks and flowers nicely wrapped in new oak, where it receives it's malolactic fermentation and aging. Whilst the main part of the wine is made up by Merlot, there is also a Cabernet Franc compliment."}, {"name": "Le Carre 2010", "grape": NaN, "region": "St. Emilion, Bordeaux, France", "variety": "Red Wine", "rating": 93.0, "notes": "Le Carre is a single-vineyard of just over one and a half hectares that abuts Clos Fourtet near the centre of the town of Saint Emilion.  The wine is a dense purple color. Abundant quantities of black fruits, crushed rocks and flowers nicely wrapped in new oak, where it receives it's malolactic fermentation and aging. Whilst the main part of the wine is made up by Merlot, there is also a Cabernet Franc compliment. "}, {"name": "Le Carre 2011", "grape": NaN, "region": "St. Emilion, Bordeaux, France", "variety": "Red Wine", "rating": 91.0, "notes": "Le Carré is a single-vineyard of just over one and a half hectares that abuts Clos Fourtet near the centre of the town of Saint Emilion. The vines date back to the middle of the last century and have been completely re-terraced since the purchase of the vines in 2004 from Château Canon, Premier Cru Classé.  "}, {"name": "Le Carre 2012", "grape": NaN, "region": "St. Emilion, Bordeaux, France", "variety": "Red Wine", "rating": 91.0, "notes": "This wine boasts a dense purple color in addition to abundant quantities of black fruits, crushed rocks and flowers nicely wrapped in new oak, where it receives it's malolactic fermentation and ageing."}, {"name": "Le Casematte Faro 2014", "grape": NaN, "region": "Sicily, Italy", "variety": "Red Wine", "rating": 93.0, "notes": "Dark ruby red with orange hues, the wine has an intense, elegant and ample nose boasting notes of ripe red berries and blueberries,Mediterranean shrub, and spicy notes like nutmeg and pepper. Well-balanced on the palate with firm tannins, a round, rich fruityflavor, and an elegant finale. "}, {"name": "Le Casematte Faro 2013", "grape": NaN, "region": "Sicily, Italy", "variety": "Red Wine", "rating": 91.0, "notes": "Dark ruby red with orange hues, the wine has an intense, elegant and ample nose boasting notes of ripe red berries and blueberries,Mediterranean shrub, and spicy notes like nutmeg and pepper. Well-balanced on the palate with firm tannins, a round, rich fruityflavor, and an elegant finale."}, {"name": "Le Casematte Faro 2016", "grape": NaN, "region": "Sicily, Italy", "variety": "Red Wine", "rating": 91.0, "notes": "Dark ruby red with orange hues, the wine has an intense, elegant and ample nose boasting notes of ripe red berries and blueberries, Mediterranean shrub, and spicy notes like nutmeg and pepper. Well-balanced on the palate with firm tannins, a round, rich fruity flavor, and an elegant finale. "}, {"name": "Le Casematte Nero d'Avola 2015", "grape": NaN, "region": "Sicily, Italy", "variety": "Red Wine", "rating": 89.0, "notes": "#95"}, {"name": "Le Casematte Peloro Rosso 2014", "grape": NaN, "region": "Sicily, Italy", "variety": "Red Wine", "rating": 91.0, "notes": "Brilliant ruby red in color with violet reflections. The nose has generous aromas of small red berries, floral fragrances as well as carob, licorice and spice. On the palate, the wine has fresh acidity, rich fruity flavors, mineral notes, and vibrant tannins."}, {"name": "Le Casematte Peloro Rosso 2015", "grape": NaN, "region": "Sicily, Italy", "variety": "Red Wine", "rating": 92.0, "notes": "Brilliant ruby red in color with violet reflections. The nose has generous aromas of small red berries, floral fragrances as well as carob, licorice and spice. On the palate, the wine has fresh acidity, rich fruity flavors, mineral notes, and vibrant tannins. "}, {"name": "Le Casematte Peloro Rosso 2017", "grape": NaN, "region": "Sicily, Italy", "variety": "Red Wine", "rating": 91.0, "notes": "Le Casematte Peloro Rosso has intense and brilliant ruby red colors with violet reflections. The nose in generous with a floral bouquet and notes of small berries, carob and licorice; it is well balanced with a spicy finish. On the palate has fresh acidity, rich fruit flavors with pleasant, vibrant and elegant tannins."}, {"name": "Le Charmel Rhone Blend 2011", "grape": NaN, "region": "Rhone, France", "variety": "Red Wine", "rating": 89.0, "notes": "Le Charmel Rhone is a beautiful wine with generous aromas of blackberries, chocolate and spice. On the palate, it is remarkably smooth and long with a rich finish. The wine is perfect with beef, lamb and chicken and pasta dishes as well as firmer and strong cheeses. "}, {"name": "Le Chiuse Brunello di Montalcino 2008", "grape": NaN, "region": "Montalcino, Tuscany, Italy", "variety": "Red Wine", "rating": 90.0, "notes": "Ruby red with light garnet hues. Intense scent with easy memories of blueberry, small fruits, black currant and cherry. It is easy to appreciate also notes of violet, mineral hints of flint and spicy scents. Great body and elegance. Neat with good complexity. In the mouth it shows all the character of a great wine, with good persistence, elegant and refined tannins. "}, {"name": "Le Chiuse Brunello di Montalcino 2010", "grape": NaN, "region": "Montalcino, Tuscany, Italy", "variety": "Red Wine", "rating": 91.0, "notes": " \"Le Chiuse\" Brunello is a clear wine, bright garnet red in colour. It has an intense persistent fragrance, pure and full-bodied. Various fragrances can be recognize, from forest fruits to light vanilla. To the taste the wine is snooth and elegant, dry with an excellent persistent of aroma. It ages well, improving with time. It should be served at a temperature of 18-20°C, the bottle having been left in a warm place for at least 24 hours and uncorked several hours before serving. Every vintage has its own determining caracteristics and features. In the best vintages, 20% of the production is seat to age in our cellars for a further year thereby becoming \"Reserve\"."}, {"name": "Le Chiuse Brunello di Montalcino 2011", "grape": NaN, "region": "Montalcino, Tuscany, Italy", "variety": "Red Wine", "rating": 91.0, "notes": "Le Chiuse Brunello is a clear wine, bright garnet red in color. It has an intense persistent fragrance, pure and full-bodied. Various fragrances can be recognized, from forest fruits to light vanilla. To the taste the wine is smooth and elegant, dry with an excellent persistent of aroma. It ages well, improving with time."}, {"name": "Le Chiuse Brunello di Montalcino 2012", "grape": NaN, "region": "Montalcino, Tuscany, Italy", "variety": "Red Wine", "rating": 92.0, "notes": "Le Chiuse Brunello is a clear wine, bright garnet red in color. It has an intense persistent fragrance, pure and full-bodied. Various fragrances can be recognized, from forest fruits to light vanilla. To the taste the wine is smooth and elegant, dry with an excellent and persistent aroma. It ages well, improving with time."}, {"name": "Le Chiuse Brunello di Montalcino 2013", "grape": NaN, "region": "Montalcino, Tuscany, Italy", "variety": "Red Wine", "rating": 96.0, "notes": "Ruby red in color with light granite hues. The nose is clean, elegant, and prevalent of fruity notes such as ripe plum and wild cherry mainly; with agreeable scents of flint, balsamic notes, violet and spices. All these fragrances make the bouquet complex and harmonic. Greatly structured, sapid and agreeably fresh. Its great acidity makes this wine very charming and elegant. The sunny vintage makes high density tannins but never too aggressive. The result is an important and elegant wine with a long and persistent finish. "}, {"name": "Le Chiuse Brunello di Montalcino 2015", "grape": NaN, "region": "Montalcino, Tuscany, Italy", "variety": "Red Wine", "rating": 95.0, "notes": "Ruby red in color with light granite hues. The nose is clean, elegant, and prevalent of fruity notes such as ripe plum and wild cherry mainly; with agreeable scents of flint, balsamic notes, violet, and spices. All these fragrances make the bouquet complex and harmonic. Greatly structured, sapid and agreeably fresh. Its great acidity makes this wine very charming and elegant. The sunny vintage makes high-density tannins but never too aggressive. The result is an important and elegant wine with a long and persistent finish"}, {"name": "Le Chiuse Brunello di Montalcino (375ML half-bottle) 2011", "grape": NaN, "region": "Montalcino, Tuscany, Italy", "variety": "Red Wine", "rating": 91.0, "notes": "Le Chiuse Brunello is a clear wine, bright garnet red in color. It has an intense persistent fragrance, pure and full-bodied. Various fragrances can be recognized, from forest fruits to light vanilla. To the taste the wine is smooth and elegant, dry with an excellent persistent of aroma. It ages well, improving with time."}, {"name": "Le Chiuse Brunello di Montalcino (375ML half-bottle) 2013", "grape": NaN, "region": "Montalcino, Tuscany, Italy", "variety": "Red Wine", "rating": 96.0, "notes": "Ruby red in color with light granite hues. The nose is clean, elegant, and prevalent of fruity notes such as ripe plum and wild cherry mainly; with agreeable scents of flint, balsamic notes, violet and spices. All these fragrances make the bouquet complex and harmonic. Greatly structured, sapid and agreeably fresh. Its great acidity makes this wine very charming and elegant. The sunny vintage makes high density tannins but never too aggressive. The result is an important and elegant wine with a long and persistent finish. "}, {"name": "Le Chiuse Brunello di Montalcino (375ML half-bottle) 2012", "grape": NaN, "region": "Montalcino, Tuscany, Italy", "variety": "Red Wine", "rating": 92.0, "notes": "Le Chiuse Brunello is a clear wine, bright garnet red in color. It has an intense persistent fragrance, pure and full-bodied. Various fragrances can be recognized, from forest fruits to light vanilla. To the taste the wine is smooth and elegant, dry with an excellent persistent of aroma. It ages well, improving with time."}, {"name": "Le Chiuse Brunello di Montalcino Riserva 2006", "grape": NaN, "region": "Montalcino, Tuscany, Italy", "variety": "Red Wine", "rating": 93.0, "notes": "Le Chiuse Brunello di Montalcino Riserva is a deep ruby red with pleasant garnet hues. A brilliant wine. Very deep with a continuously evolution in its bouquet. The typical fragrant hints of wild cherry, the delicate sensations of violet surround a group of scents which make this wine enchanting and complex. Among the most important ones we remember are the mineral hints of flint, Indian ink, not too sweet spices, leather, tobacco and Amaretto. Great structure, fresh, alive and balanced, with thick and crunchy tannins which show its natural propensity to a long refining in the bottle. Elegant and very persistent. "}, {"name": "Le Chiuse Brunello di Montalcino Riserva 2009", "grape": NaN, "region": "Montalcino, Tuscany, Italy", "variety": "Red Wine", "rating": 90.0, "notes": "Intense, ruby red in color with garnet hues, this very aromatic wine shows violet, prune, pepper, spice and licorice on the nose. Full-bodied, savory with fruit and spices confirmed on this refined palate. Long and silky."}, {"name": "Le Chiuse Rosso di Montalcino 2015", "grape": NaN, "region": "Montalcino, Tuscany, Italy", "variety": "Red Wine", "rating": 90.0, "notes": "This wine has a shining, clear appearance and is ruby red in color. It has a good fragrance and intensity with the recognizable scent of small fresh fruits. To the taste, the wine is dry with a good persistence. It is ready to drink, even if kept for some time."}, {"name": "Le Chiuse Rosso di Montalcino 2017", "grape": NaN, "region": "Montalcino, Tuscany, Italy", "variety": "Red Wine", "rating": 92.0, "notes": "The wine-making process for this red wine is the same as the Brunello, the grapes and type of vines used are again of 100% large Sangiovese, but without the need of ageing. It has a shining, clear appearance and is ruby red in color. It has a good fragrance and intensity with the recognizable scent of small fresh fruits. To the taste, the wine is dry with a good persistence. It is ready to drink, even if kept for some time."}, {"name": "Le Cirque Rouge 2014", "grape": NaN, "region": "France", "variety": "Red Wine", "rating": 90.0, "notes": "Big and bold, with smoky, spicy black cherry, cassis and garrigue aromas. Full-bodied, with a long finish."}, {"name": "Le Clos d'un Jour Un Jour sur Terre Cahors 2005", "grape": NaN, "region": "Cahors, Southwest, France", "variety": "Red Wine", "rating": 92.0, "notes": "This wine, rounded and well balanced, is the precise reflection of its soil and malbec, king of Cahors. It is a bottle to be kept in the cellar for several years to fully appreciate its full potential. "}, {"name": "Le Corti Chianti Classico 2011", "grape": NaN, "region": "Chianti Classico, Chianti, Tuscany, Italy", "variety": "Red Wine", "rating": 90.0, "notes": "This blend of Sangiovese, Canaiolo and Colorino undergoes a fermentation process lasts 20 days, with a maxtemperature of 28° C., in open air tanks with temperaturecontrol system. The grapes are inoculated with selected indigenous yeasts."}, {"name": "Le Corti Chianti Classico 2012", "grape": NaN, "region": "Chianti Classico, Chianti, Tuscany, Italy", "variety": "Red Wine", "rating": 90.0, "notes": "Le Corti Chianti Classico is a deep red color and offers a natural elegance. The nose has the freshness of wild little flowers, violets and roses, plus earthy notes, which have the depth and the delicate strengths of ripe fruit, with wild strawberries, cherries and plums, and with a finish of red orange and tamarind. The palate is voracious: the natural minerality of the soil increase the perception of the smooth body on the palate, with dense but silky tannins and hints of leather and pepper. A little masterpiece of classicism, withthe typical characteristics and lightness of Sangiovese, almost anethereal floral and fruity structure with gentle tannins and licorice notes. "}, {"name": "Le Corti Chianti Classico 2013", "grape": NaN, "region": "Chianti Classico, Chianti, Tuscany, Italy", "variety": "Red Wine", "rating": 91.0, "notes": "Intense ruby red in color, the wine has a brilliant and silky profile, almost thirst-quenching with its traces of raspberry, violet, lavender, and forest roses. The lightly spicy nose is inviting, an anticipation of a lively flavor and texture with a genteel note of rhubarb, its precise tannins marked by the sensation of just-harvested crunchy, red plums, and a finish that pushes through a dynamic progression of savoriness. Food pairings: Ideal with roast pork, mixed boiled meats, wild fowl, grilled white meat, and medium-aged cheeses."}, {"name": "Le Corti Don Tommaso Chianti Classico 2007", "grape": NaN, "region": "Chianti Classico, Chianti, Tuscany, Italy", "variety": "Red Wine", "rating": 92.0, "notes": "Very intense ruby, almost like cranberry juice. Elegant nose of incense, bay leaves, black pepper and sandalwood as well as a basket of black cherries and wild blackberry. Mouth filled with fruity notes, roasted coffee and vanilla that stay in the background with the amarena and blackcurrant on the main stage. Beautifulbody, soft and rich tannins, just sweet with the finalreferences back to the fruit mixed with hot spices,cardamom and incense."}, {"name": "Le Corti Chianti Classico 2016", "grape": NaN, "region": "Chianti Classico, Chianti, Tuscany, Italy", "variety": "Red Wine", "rating": 91.0, "notes": "The soul of the Villa Le Corti, condensed in the expression of the most authentic character of the San Casciano Val di Pesa hills in Chianti Classico, with Sangiovese and its sparring partners Colorino and Canaiolo. Intense ruby red, for a wine that reveals character, clarity and precision, with a fresh spicy and mint opening aromas and crunchy red berries framed with orange nuances. The floral uniqueness of the violets and iris has a peppery touch in a gentle and generous sip, with an iridescent texture and structure, and a fresh progression in balance with tasty and refined tannins."}, {"name": "Le Corti Don Tommaso Chianti Classico 2008", "grape": NaN, "region": "Chianti Classico, Chianti, Tuscany, Italy", "variety": "Red Wine", "rating": 92.0, "notes": "Very intense ruby, almost like cranberry juice. Elegant nose of incense, bay leaves, black pepper and sandalwood as well as a basket of black cherries and wild blackberry. Mouth filled with fruity notes, roasted coffee and vanilla that stay in the background with the amarena and blackcurrant on the main stage. Beautiful body, soft and rich tannins, just sweet with the final references back to the fruit mixed with hot spices, cardamom and incense.  "}, {"name": "Le Corti Don Tommaso Chianti Classico 2013", "grape": NaN, "region": "Chianti Classico, Chianti, Tuscany, Italy", "variety": "Red Wine", "rating": 91.0, "notes": "The voice of a single vineyard -- 10 hectares in the family hills of San Casciano in Val di Pesa, a century-old estate where Sangiovese grapes have unique strength and precision. The soul of this wine is in the details, with a rough character that broadens in complexity with evolution. The nose offers intense aromas of dark cherries and plums, violets and dried roses, licorice powder and myrtle leaf, with a fresh touch of fine spices. The palate is powerful and direct, with a crescendo in the mouth: a dry and warm body without excess of tannins, like a stretching muscle, defines a full and harmonious development. "}, {"name": "Le Corti Don Tommaso Chianti Classico 2014", "grape": NaN, "region": "Chianti Classico, Chianti, Tuscany, Italy", "variety": "Red Wine", "rating": 91.0, "notes": "The voice of a single vineyard, 10 hectares in the family hills of San Casciano in Val di Pesa, a century-old estate where Sangiovese grapes have unique strength and precision. The soul of this wine is in the details, with a rough character in a precise texture that widens in complexity with the evolution. Intense aromas vibrating in fragrant notes of dark cherries and plums, violets and dried roses, liquorice powder and myrtle leaf, with a fresh touch of fine spices. The palate is powerful and direct, with a crescendo in the mouth: a dry and warm body without excess of tannins, like a stretching muscle, defines a full and harmonious development. "}, {"name": "Le Corti Don Tommaso Chianti Classico 2009", "grape": NaN, "region": "Chianti Classico, Chianti, Tuscany, Italy", "variety": "Red Wine", "rating": 90.0, "notes": "Very intense ruby, almost like cranberry juice. Elegant nose of incense, bay leaves, black pepper and sandalwood as well as a basket of black cherries and wild blackberry. Mouth filled with fruity notes, roasted coffee and vanilla that stay in the background with the amarena and blackcurrant on the main stage. Beautifulbody, soft and rich tannins, just sweet with the final references back to the fruit mixed with hot spices, cardamom and incense."}, {"name": "Le Corti Tenuta Birillo Rosso 2010", "grape": NaN, "region": "Tuscany, Italy", "variety": "Red Wine", "rating": 92.0, "notes": "Shimmering, nicely-saturated ruby red. The rich nose, classic Chianti, boasts near-dried violet petals and morello cherry, then opens out to generous red fruits such as cherry, ripe plum, and redcurrant, with crowning impressions of toasty oak, tobacco leaf, and cracked black pepper.It is crisp and fruity in the mouth, with supple tannins leading into a well-rounded, balanced finish. Wonderfully easy drinking."}, {"name": "Le Dome 2006", "grape": NaN, "region": "St. Emilion, Bordeaux, France", "variety": "Red Wine", "rating": 93.0, "notes": "The palate is opulent and full-bodied with spicy black fruits, saturated tannins and a texture so smooth you could slide down it. The production of Le Dome is not large at around 1,000 cases. What little exists, however is made with no expense spared in the pursuit of excellence."}, {"name": "Le Dome 2008", "grape": NaN, "region": "St. Emilion, Bordeaux, France", "variety": "Red Wine", "rating": 94.0, "notes": "The palate is opulent and full-bodied with spicy black fruits, saturated tannins and a texture so smooth you could slide down it. The production of Le Dome is not large at around 1,000 cases. What little exists, however is made with no expense spared in the pursuit of excellence."}, {"name": "Le Dome 2009", "grape": NaN, "region": "St. Emilion, Bordeaux, France", "variety": "Red Wine", "rating": 91.0, "notes": "The palate is opulent and full-bodied with spicy black fruits, saturated tannins and a texture so smooth you could slide down it. The production of Le Dome is not large at around 1,000 cases. What little exists, however is made with no expense spared in the pursuit of excellence. "}, {"name": "Le Dome 2011", "grape": NaN, "region": "St. Emilion, Bordeaux, France", "variety": "Red Wine", "rating": 91.0, "notes": "The palate is opulent and full-bodied with spicy black fruits, saturated tannins and a texture so smooth you could slide down it. The production of Le Dome is not large at around 1,000 cases. What little exists, however is made with no expense spared in the pursuit of excellence."}, {"name": "Le Dome 2012", "grape": NaN, "region": "St. Emilion, Bordeaux, France", "variety": "Red Wine", "rating": 92.0, "notes": "The palate is opulent and full-bodied with spicy black fruits, saturated tannins and a texture so smooth you could slide down it. The production of Le Dome is not large at around 1,000 cases. What little exists, however is made with no expense spared in the pursuit of excellence."}, {"name": "Le Dome 2016", "grape": NaN, "region": "St. Emilion, Bordeaux, France", "variety": "Red Wine", "rating": 98.0, "notes": "Blend: 80% Cabernet Franc, 20% Merlot"}, {"name": "Le Dome 2010", "grape": NaN, "region": "St. Emilion, Bordeaux, France", "variety": "Red Wine", "rating": 93.0, "notes": "The palate is opulent and full-bodied with spicy black fruits, saturated tannins and a texture so smooth you could slide down it. The production of Le Dome is not large at around 1,000 cases. What little exists, however is made with no expense spared in the pursuit of excellence."}, {"name": "Le Dome 2014", "grape": NaN, "region": "St. Emilion, Bordeaux, France", "variety": "Red Wine", "rating": 91.0, "notes": "Blend: 80% Cabernet Franc, 20% Merlot "}, {"name": "Le Fonti Chianti Classico 2009", "grape": NaN, "region": "Chianti Classico, Chianti, Tuscany, Italy", "variety": "Red Wine", "rating": 90.0, "notes": "Grown in rather rocky, loamy soil at about 300 meters above sea level, the grapes (100% Sangiovese) are hand-harvested using small crates. In the cellar, they are cold-soaked for about 10 days. 30% of the wine is aged in barriques, while the rest ages in the traditional fiberglass-lined cement tanks. The wine is released after 6 months of bottle ageing. "}, {"name": "Le Jas des Papes Chateauneuf-du-Pape 2010", "grape": NaN, "region": "Chateauneuf-du-Pape, Rhone, France", "variety": "Red Wine", "rating": 91.0, "notes": "The quality of the terroir and our selection of grapes produced by old vines allow us to produce velvety red wines that are deep purple in color, with purplish-blue glints and complex facets of Morello cherries and ripe tannins, wines that are smooth, robust and generous in the mouth."}, {"name": "Le Macchiole (1.5 Liter Magnum) 2013", "grape": NaN, "region": "Bolgheri, Tuscany, Italy", "variety": "Red Wine", "rating": 90.0, "notes": "#97"}, {"name": "Le Macchiole 1999", "grape": NaN, "region": "Bolgheri, Tuscany, Italy", "variety": "Red Wine", "rating": 90.0, "notes": "95% Sangiovese, 5% Cabernet Sauvignon."}, {"name": "Le Macchiole 2006", "grape": NaN, "region": "Bolgheri, Tuscany, Italy", "variety": "Red Wine", "rating": 90.0, "notes": "Intense ruby color with violet reflections. Spicy notes of green pepper and vanilla, small red fruits very intense and persistent. It's an elegant wine, well balanced. Tannins give a long fresh sensation, with a sweet closing"}, {"name": "Le Macchiole 2005", "grape": NaN, "region": "Bolgheri, Tuscany, Italy", "variety": "Red Wine", "rating": 91.0, "notes": "Brilliant ruby colour, this wine exhibits aromas of red fruits, blueberries, blackberries, spices and light, well-integrated vanilla notes. Medium-bodies, it possesses sweet, ripe tannins, and a balanced, refreshing acidity."}, {"name": "Le Macchiole 2008", "grape": NaN, "region": "Bolgheri, Tuscany, Italy", "variety": "Red Wine", "rating": 90.0, "notes": "Brilliant ruby colour, this wine exhibits aromas of red fruits, blueberries, blackberries, spices and light, well-integrated vanilla notes. Medium-bodies, it possesses sweet, ripe tannins, and a balanced, refreshing acidity."}, {"name": "Le Macchiole 2006", "grape": NaN, "region": "Bolgheri, Tuscany, Italy", "variety": "Red Wine", "rating": 91.0, "notes": "30% Sangiovese, 40% Merlot, 30% Cabernet Franc"}, {"name": "Le Macchiole 2009", "grape": NaN, "region": "Bolgheri, Tuscany, Italy", "variety": "Red Wine", "rating": 89.0, "notes": "Brilliant ruby color, this wine exhibits aromas of red fruits, blueberries, blackberries, spices and light, well-integrated vanilla notes. Medium-bodies, it possesses sweet, ripe tannins, and a balanced, refreshing acidity."}, {"name": "Le Macchiole 2010", "grape": NaN, "region": "Bolgheri, Tuscany, Italy", "variety": "Red Wine", "rating": 93.0, "notes": "Brilliant ruby colour, this wine exhibits aromas of red fruits, blueberries, blackberries, spices and light, well-integrated vanilla notes. Medium-bodies, it possesses sweet, ripe tannins, and a balanced, refreshing acidity."}, {"name": "Le Macchiole 2013", "grape": NaN, "region": "Bolgheri, Tuscany, Italy", "variety": "Red Wine", "rating": 90.0, "notes": "#97"}, {"name": "Le Macchiole Messorio (1.5 Liter Magnum) 2010", "grape": NaN, "region": "Tuscany, Italy", "variety": "Red Wine", "rating": 92.0, "notes": "Messorio is widely considered to be one of Bolgheri's, if not Italy's, most outstanding renditions of pure Merlot. Intense ruby red with violet notes, tremendous ripe berry fruit on the nose with hints of pepper, spice, vanilla and voluptuous in body, with jammy red fruit exotic innuendos, and smooth tannins."}, {"name": "Le Macchiole 2012", "grape": NaN, "region": "Bolgheri, Tuscany, Italy", "variety": "Red Wine", "rating": 90.0, "notes": "Bolgheri Rosso is a fresh and elegant blend of 50% Merlot, 30% Cabernet Franc and 20% Syrah. Brilliant ruby in color, this wine exhibits aromas of red fruits, blueberries, blackberries, spices and light, well-integrated vanilla notes. Medium-bodied, it possesses sweet, ripe tannins, and a balanced, refreshing acidity."}, {"name": "Le Macchiole Messorio 2000", "grape": NaN, "region": "Tuscany, Italy", "variety": "Red Wine", "rating": 92.0, "notes": "Loads of vanilla, coconut and ripe fruit. Full-bodied and well-rounded with rich notes of raspberries and cherry flavors. Tannins are silky and round. This wine has a long smooth finish of vanilla and fruit.   "}, {"name": "Le Macchiole Messorio 2002", "grape": NaN, "region": "Tuscany, Italy", "variety": "Red Wine", "rating": 94.0, "notes": "Messorio is widely considered to be one of Bolgheri's, if not Italy's, most outstanding renditions of pure Merlot. Intense ruby red with violet notes, tremendous ripe berry fruit on the nose with hints of pepper, spice, vanilla and voluptuous in body, with jammy red fruit exotic innuendos, and smooth tannins."}, {"name": "Le Macchiole Messorio 2003", "grape": NaN, "region": "Tuscany, Italy", "variety": "Red Wine", "rating": 93.0, "notes": "Deep ruby red color. Scents of raspberry, redcurrant and tea.  Well balanced in spices and red fruits. Very persistent and with mild tannins and finish. Intense and rich wine for long ageing"}, {"name": "Le Macchiole Messorio 2005", "grape": NaN, "region": "Tuscany, Italy", "variety": "Red Wine", "rating": 90.0, "notes": "Messorio is widely considered to be one of Bolgheri's, if not Italy's, most outstanding renditions of pure Merlot. Intense ruby red with violet notes, tremendous ripe berry fruit on the nose with hints of pepper, spice, vanilla and voluptuous in body, with jammy red fruit exotic innuendoes, and smooth tannins"}, {"name": "Le Macchiole Messorio 2007", "grape": NaN, "region": "Tuscany, Italy", "variety": "Red Wine", "rating": 93.0, "notes": "Messorio is the perfect child, the one who studies hard, the one who always makes you proud. He is the one most able to fully express the character of our land; he has the structure, the elegance and the perfumes which are the perfect expression and the exact image of our DNA."}, {"name": "Le Macchiole Messorio 2009", "grape": NaN, "region": "Tuscany, Italy", "variety": "Red Wine", "rating": 93.0, "notes": "Messorio is widely considered to be one of Bolgheri's, if not Italy's, most outstanding renditions of pure Merlot. Intense ruby red with violet notes, tremendous ripe berry fruit on the nose with hints of pepper, spice, vanilla and voluptuous in body, with jammy red fruit exotic innuendos, and smooth tannins."}, {"name": "Le Macchiole Messorio 2010", "grape": NaN, "region": "Tuscany, Italy", "variety": "Red Wine", "rating": 92.0, "notes": "Messorio is widely considered to be one of Bolgheri's, if not Italy's, most outstanding renditions of pure Merlot. Intense ruby red with violet notes, tremendous ripe berry fruit on the nose with hints of pepper, spice, vanilla and voluptuous in body, with jammy red fruit exotic innuendos, and smooth tannins."}, {"name": "Le Macchiole Messorio 2012", "grape": NaN, "region": "Tuscany, Italy", "variety": "Red Wine", "rating": 94.0, "notes": "Messorio, a Merlot monovarietal, is the winery’s flagship wine. Its initial vintage was 1994, and since then it has receivedmuch critical acclaim, including a 100-point score from the Wine Spectator for the 2004 vintage. Yields are managed tightly throughthe use of low vigor rootstocks and drastic thinning of clusters. The result is a complex wine with austerity, virility and elegant structure."}, {"name": "Le Macchiole Messorio 2011", "grape": NaN, "region": "Tuscany, Italy", "variety": "Red Wine", "rating": 93.0, "notes": "Messorio, a Merlot monovarietal, is the winery’s flagship wine. Its initial vintage was 1994, and since then it has received much critical acclaim, including a 100-point score from the Wine Spectator for the 2004 vintage. Yields are managed tightly through the use of low vigor rootstocks and drastic thinning of clusters. The result is a complex wine with austerity, virility and elegant structure. Tannin and fruit are in perfect harmony in 2011, and despite its early strong personality, it is very enjoyable even young."}, {"name": "Le Macchiole Messorio 2013", "grape": NaN, "region": "Tuscany, Italy", "variety": "Red Wine", "rating": 93.0, "notes": "Messorio is 100% Merlot, from low yields of around 800 grams per plant.  The term \"Messorio\" in Tuscan dialect refers to the workers who harvest the grain. Messorio is vinified in wooden vats. Aging lasts for 18 months in oak barrels with 75% new and 25% second passage. It is a complex wine with austerity, virility and elegant structure. "}, {"name": "Le Macchiole Messorio 2014", "grape": NaN, "region": "Tuscany, Italy", "variety": "Red Wine", "rating": 92.0, "notes": "Messorio, which was born in 1994, is Le Macchiole's personal interpretation of one of the grape varieties most commonly grown in the Bolgheri area: Merlot. The name Messorio refers to the ancient Tuscan practice of wheat harvesting, the most important time of the year in the countryside; now, to Le Macchiole, it is all about grape harvesting. A generous grape variety, perfect for the typical Bolgherese wine blends, but tricky and difficult when made into a single varietal wine. Currently considered to be one of Italy’s most representative Merlot-based wines, Messorio is very complex and elegant and evolves beautifully in the bottle year by year."}, {"name": "Le Macchiole Paleo (1.5 Liter Magnum) 2007", "grape": NaN, "region": "Tuscany, Italy", "variety": "Red Wine", "rating": 91.0, "notes": "Deep ruby red color. Notes of blackcurrant, coffee, green tea and spices. A full bodied wine, very rich and deep in mouth, with very thick and elegant tannins. A long aging wine, with a strong character."}, {"name": "Le Macchiole Paleo (1.5 Liter Magnum) 2009", "grape": NaN, "region": "Tuscany, Italy", "variety": "Red Wine", "rating": 93.0, "notes": "Deep ruby red color. Notes of blackcurrant, coffee, green tea and spices. A full bodied wine, very rich and deep in mouth, with very thick and elegant tannins. A long aging wine, with a strong character."}, {"name": "Le Macchiole Paleo (1.5 Liter Magnum) 2011", "grape": NaN, "region": "Tuscany, Italy", "variety": "Red Wine", "rating": 92.0, "notes": "Named for the local wild grass that once covered its vineyards, Paleo Rosso is a landmark expression of Italian CabernetFranc. Eugenio Campolmi had long dreamt of creating a unique wine that would stand apart from the rest of Bolgheri, andconverted this wine from a blend to 100% Cabernet Franc in 2001."}, {"name": "Le Macchiole Paleo 1998", "grape": NaN, "region": "Tuscany, Italy", "variety": "Red Wine", "rating": 91.0, "notes": "Deep ruby red in color. Ripe cabernet fruit comes through in the aromas. Round and delicious. An excellent example of the high quality coming out of this part of Tuscany. Recommended with grilled and roasted red meats."}, {"name": "Le Macchiole Paleo 2003", "grape": NaN, "region": "Tuscany, Italy", "variety": "Red Wine", "rating": 93.0, "notes": "Named for the vineyard of its provenance, Paleo Rosso is the flagship wine for Le Macchiole and was the first wine in Bolgheri to made entirely from Cabernet Franc. Ruby red with violet flecks, its red fruit aroma offers notes of yellow and black pepper, tobacco, and nutmeg. Clean on the palate, it finishes with elegant minerality, ripe fruit, and a hint of balsamic. "}, {"name": "Le Macchiole Paleo 2001", "grape": NaN, "region": "Tuscany, Italy", "variety": "Red Wine", "rating": 92.0, "notes": "Deep ruby red in color. Ripe Cabernet fruit comes through in the aromas. Round and delicious. An excellent example of the high quality coming out of this part of Tuscany."}, {"name": "Le Macchiole Paleo 2004", "grape": NaN, "region": "Tuscany, Italy", "variety": "Red Wine", "rating": 94.0, "notes": "Named for the vineyard of its provenance, Paleo Rosso is the flagship wine for Le Macchiole and was the first wine in Bolgheri to made entirely from Cabernet Franc. Ruby red with violet flecks, its red fruit aroma offers notes of yellow and black pepper, tobacco, and nutmeg. Clean on the palate, it finishes with elegant minerality, ripe fruit, and a hint of balsamic. "}, {"name": "Le Macchiole Paleo 2005", "grape": NaN, "region": "Tuscany, Italy", "variety": "Red Wine", "rating": 93.0, "notes": "Named for the vineyard of its provenance, Paleo Rosso is the flagship wine for Le Macchiole and was the first wine in Bolgheri to made entirely from Cabernet Franc. Ruby red with violet flecks, its red fruit aroma offers notes of yellow and black pepper, tobacco, and nutmeg. Clean on the palate, it finishes with elegant minerality, ripe fruit, and a hint of balsamic."}, {"name": "Le Macchiole Paleo 2007", "grape": NaN, "region": "Tuscany, Italy", "variety": "Red Wine", "rating": 91.0, "notes": "Deep ruby red color. Notes of blackcurrant, coffee, green tea and spices. A full bodied wine, very rich and deep in mouth, with very thick and elegant tannins. A long aging wine, with a strong character."}, {"name": "Le Macchiole Paleo 2008", "grape": NaN, "region": "Tuscany, Italy", "variety": "Red Wine", "rating": 90.0, "notes": "Deep ruby red color. Notes of blackcurrant, coffee, green tea and spices. A full bodied wine, very rich and deep in mouth, with very thick and elegant tannins. A long aging wine, with a strong character."}, {"name": "Le Macchiole Paleo 2009", "grape": NaN, "region": "Tuscany, Italy", "variety": "Red Wine", "rating": 93.0, "notes": "Deep ruby red color. Notes of blackcurrant, coffee, green tea and spices. A full bodied wine, very rich and deep in mouth, with very thick and elegant tannins. A long aging wine, with a strong character."}, {"name": "Le Macchiole Paleo 2010", "grape": NaN, "region": "Tuscany, Italy", "variety": "Red Wine", "rating": 93.0, "notes": "Le Macchiole Paleo is a dep ruby red color. Notes of blackcurrant, coffee, green tea and spices. A full bodied wine, very rich and deep in mouth, with very thick and elegant tannins. A long aging wine, with a strong character."}, {"name": "Le Macchiole Paleo 2011", "grape": NaN, "region": "Tuscany, Italy", "variety": "Red Wine", "rating": 92.0, "notes": "Named for the local wild grass that once covered its vineyards, Paleo Rosso is a landmark expression of Italian CabernetFranc. Eugenio Campolmi had long dreamt of creating a unique wine that would stand apart from the rest of Bolgheri, andconverted this wine from a blend to 100% Cabernet Franc in 2001."}, {"name": "Le Macchiole Paleo 2012", "grape": NaN, "region": "Tuscany, Italy", "variety": "Red Wine", "rating": 93.0, "notes": "Paleo Rosso arrived in 1989. It is the wine that has evolved well over time: born originally as a classic Bordeaux blend in 2001, eventually arriving as a 100% Cabernet Franc. This is a beautiful story of obstinacy in challenging the stereotype of Cabernet Franc, which is already difficult to produce, and even more so as a pure varietal wine. Today Paleo Rosso is a symbol of Bolgheri despite its distinct individualism and originality within the region; it is one of the most famous Italian Cabernet Franc wines in the world. The word Paleo is a common name referring to the “Festuca Pratensis “ of the family Gramineae, an herb spontaneously growing on the Tuscan coast. "}, {"name": "Le Macchiole Paleo 2013", "grape": NaN, "region": "Tuscany, Italy", "variety": "Red Wine", "rating": 92.0, "notes": "Paleo Rosso was born in 1989. It is the winery’s one wine that has changed the most over the years: born as a classic Bordeaux blend, it evolved into a 100% Cabernet Franc wine in 2001. Paleo Rosso is the inspiring story of a man who challenged the cliché that Cabernet Franc wine is difficult to produce, and even more so as a single-varietal wine."}, {"name": "Le Macchiole Paleo 2014", "grape": NaN, "region": "Tuscany, Italy", "variety": "Red Wine", "rating": 91.0, "notes": "Paleo Rosso is one of the symbols of Bolgheri winemaking while maintaining a non-standardized wine style, and it is one of the world’s best-known Cabernet Francs. “Paleo” is the common name of a species of grass, Festuca Pratensis (of the Gramineae family), which grows wild along the Tuscan Coast."}, {"name": "Le Macchiole Paleo (3 Liter Bottle) 2011", "grape": NaN, "region": "Tuscany, Italy", "variety": "Red Wine", "rating": 92.0, "notes": "Named for the local wild grass that once covered its vineyards, Paleo Rosso is a landmark expression of Italian CabernetFranc. Eugenio Campolmi had long dreamt of creating a unique wine that would stand apart from the rest of Bolgheri, andconverted this wine from a blend to 100% Cabernet Franc in 2001."}, {"name": "Le Macchiole Scrio 2004", "grape": NaN, "region": "Tuscany, Italy", "variety": "Red Wine", "rating": 92.0, "notes": "100% Syrah."}, {"name": "Le Macchiole Scrio 2001", "grape": NaN, "region": "Tuscany, Italy", "variety": "Red Wine", "rating": 90.0, "notes": "Deep and crisp ruby red color. Very persistent balsamic notes. Round in tasting, its acidity gently melts with sweet tannins. Hints of mint and eucaliptus."}, {"name": "Le Macchiole Scrio 2005", "grape": NaN, "region": "Tuscany, Italy", "variety": "Red Wine", "rating": 90.0, "notes": "From the beginning, Scrio had a special place in the heart of Eugenio Campolmi, a great lover of the Syrahs of the Northern Rhône. Today, Le Macchiole's Scrio is unquestionably one of the finest Syrah's of Italy "}, {"name": "Le Macchiole Scrio 2006", "grape": NaN, "region": "Tuscany, Italy", "variety": "Red Wine", "rating": 92.0, "notes": "From the beginning, Scrio had a special place in the heart of Eugenio Campolmi, a great lover of the Syrahs of the Northern Rhône. Today, Le Macchiole's Scrio is unquestionably one of the finest Syrah's of Italy. Intense deep red, decisively spicy with aromas of white pepper, bay leaf, and fruity perfumes. Round in the mouth, the acidity is balanced by the sweetness of the tannins, the finish is fresh with notes of mint and eucalyptus."}, {"name": "Le Macchiole Scrio 2010", "grape": NaN, "region": "Tuscany, Italy", "variety": "Red Wine", "rating": 91.0, "notes": "From the beginning, Scrio had a special place in the heart of Eugenio Campolmi, a great lover of the Syrahs of the Northern Rhône. Today, Le Macchiole's Scrio is unquestionably one of the finest Syrah's of Italy. Intense deep red, decisively spicy with aromas of white pepper, bay leaf, and fruity perfumes. Round in the mouth, the acidity is balanced by the sweetness of the tannins, the finish is fresh with notes of mint and eucalyptus."}, {"name": "Le Macchiole Scrio 2012", "grape": NaN, "region": "Tuscany, Italy", "variety": "Red Wine", "rating": 91.0, "notes": "Inspired by the esteemed wines of the Northern Rhone - specifically, Cote Rotie -Scrio is made from 100% Syrah, originating from two French clones. A dark wine layered with smoke, graphite and blackberries."}, {"name": "Le Macchiole Scrio 2011", "grape": NaN, "region": "Tuscany, Italy", "variety": "Red Wine", "rating": 90.0, "notes": "Inspired by the esteemed wines of the Northern Rhone - specifically, Cote Rotie - Scrio is made from 100% Syrah, originating from two French clones. The resulting wine is dark, layered with smoke, graphite and blackberries."}, {"name": "Le Macchiole Scrio 2013", "grape": NaN, "region": "Tuscany, Italy", "variety": "Red Wine", "rating": 91.0, "notes": "Inspired by the esteemed wines of the Northern Rhone - specifically, Côte Rôtie - Scrio is made from 100% Syrah, originating from two French clones. A dark wine layered with smoke, graphite and blackberries."}, {"name": "Le Mistral 2008", "grape": NaN, "region": "Central Coast, California", "variety": "Red Wine", "rating": 92.0, "notes": "The 2008 Le Mistral is dark and savory with black fruit, dried herbs and white pepper. With a deep red color and intense character, it is spicy with complex layers of dark currant, licorice, red berry and a long, lingering finish. "}, {"name": "Le Paradou Grenache 2012", "grape": NaN, "region": "Rhone, France", "variety": "Red Wine", "rating": 90.0, "notes": "In Provencal, which is the language of the South of France, Le Paradou means the \"fulling mill\". The word comes from the latin parare which means \"to prepare\". Paradou belongs to the Chaudiere family and is the Guest House of Chateau Pesquie. It is an old mill that was built from the 12th to the 13th centuries on the banks of the Auzon river. It belonged to Guilhem de Pascalis, knight of the order of the Holy Cross and is part of a group of four mills situated between the village of Mormoiron and the village of Mazan. Paradou is crafted by brothers Alexandre and Frederic Chaudiere."}, {"name": "Le Macchiole Scrio 2015", "grape": NaN, "region": "Tuscany, Italy", "variety": "Red Wine", "rating": 93.0, "notes": "Scrio has an original personality and stands apart from Syrah grown in France or anywhere else – it is an extraordinarily compelling meld of deep and velvety Mediterranean fruit with cool climate aromatics and detail. Given the extremely limited production, Scrio is decidedly a hidden gem"}, {"name": "Le Potazzine Gorelli Brunello di Montalcino 1997", "grape": NaN, "region": "Montalcino, Tuscany, Italy", "variety": "Red Wine", "rating": 93.0, "notes": "Ruby red with garnet reflections. This wine shows deep, intense aromas with hints of soft fruit aromas as well as ripe fruit in an elegant contrast. Austere flavors, round but velvety, with enduring intensity and persistence."}, {"name": "Le Potazzine Gorelli Brunello di Montalcino 2008", "grape": NaN, "region": "Montalcino, Tuscany, Italy", "variety": "Red Wine", "rating": 90.0, "notes": "Ruby red with garnet reflections. The nose is deep and intense, with hints of soft fruit aromas as well as ripe fruit in an elegant contrast. The palate is austere and round but velvety, with enduring intensity and persistence."}, {"name": "Le Potazzine Gorelli Brunello di Montalcino 2009", "grape": NaN, "region": "Montalcino, Tuscany, Italy", "variety": "Red Wine", "rating": 90.0, "notes": "Ruby red with garnet reflections. This wine shows deep, intense aromas with hints of soft fruit aromas as well as ripe fruit in an elegant contrast. Austere flavors, round but velvety, with enduring intensity and persistence."}, {"name": "Le Potazzine Gorelli Brunello di Montalcino 2011", "grape": NaN, "region": "Montalcino, Tuscany, Italy", "variety": "Red Wine", "rating": 91.0, "notes": "Ruby red with intense garnet reflections. The nose is profound and ample, with berry notes, but also with dried fruit notes that are an elegant contrast. The palate is intense, austere, full, and velvety with a long persistence."}, {"name": "Le Potazzine Gorelli Brunello di Montalcino 2010", "grape": NaN, "region": "Montalcino, Tuscany, Italy", "variety": "Red Wine", "rating": 94.0, "notes": "Ruby red with garnet reflections. Deep, intense, with hints of soft fruit aromas as well as ripe fruit in an elegant contrast. Austere, round but velvety, with enduring intensity and persistence."}, {"name": "Le Potazzine Gorelli Brunello di Montalcino 2012", "grape": NaN, "region": "Montalcino, Tuscany, Italy", "variety": "Red Wine", "rating": 96.0, "notes": "Bright red garnet color and shiny. Strong olfactory elegance, dominated by a dense undergrowth but with wrap around reflection of sweet spices, hints of tobacco and coffee. A harmonious taste; well integrated alcohol. Tannins are rightly persistent, fine and round with a long, balanced finish."}, {"name": "Le Potazzine Rosso di Montalcino 2012", "grape": NaN, "region": "Montalcino, Tuscany, Italy", "variety": "Red Wine", "rating": 90.0, "notes": "Ruby red with warm garnet scents. An initial fruity interlacing blends with sensations of red-berry fruits as well as soft fruit, with light flowery lacework. Spicy and mineral finish. Dynamic, tasty, tapering body, properly tannic, with a particularly intense and persistent aftertaste."}, {"name": "Le Potazzine Gorelli Brunello di Montalcino 2013", "grape": NaN, "region": "Montalcino, Tuscany, Italy", "variety": "Red Wine", "rating": 93.0, "notes": "100% Sangiovese from two vineyards in Montalcino: ‘Le Prata’ with SE exposure at 500m above sea level; and ‘La Torre’ with SW exposure at 320m above sea level. Fermentation and maceration last 30 days. The wine then matures for 40 months in large oak cask before finishing in the bottle for 12 months before release."}, {"name": "Le Potazzine Rosso di Montalcino 2014", "grape": NaN, "region": "Montalcino, Tuscany, Italy", "variety": "Red Wine", "rating": 90.0, "notes": "Ruby red with warm garnet notes. The nose is fruity, with aromas of red berries, slight floral notes, with a spicy and mineral finish. Dynamic, flavorful, and elegant on the palate with a correctly tannic, intense and persistent aftertaste."}, {"name": "Le Potazzine Rosso di Montalcino 2015", "grape": NaN, "region": "Montalcino, Tuscany, Italy", "variety": "Red Wine", "rating": 92.0, "notes": "Fragrant blue flower, red berry and balsamic notes set the tone for this delicious red. The elegantly structured palate delivers wild cherry, crushed raspberry and chopped mint flavors, a potpourri of dark spice lingering through the finish. It’s enjoyable now but promises fine drinking over the next several years."}, {"name": "Le Potazzine Rosso di Montalcino 2017", "grape": NaN, "region": "Montalcino, Tuscany, Italy", "variety": "Red Wine", "rating": 91.0, "notes": "Fragrant blue flower, red berry and balsamic notes set the tone for this delicious red. The elegantly structured palate delivers wild cherry, crushed raspberry and chopped mint flavors, a potpourri of dark spice lingering through the finish. It’s enjoyable now but promises fine drinking over the next several years."}, {"name": "Le P'tit Paysan La Marea Grenache 2013", "grape": NaN, "region": "Central Coast, California", "variety": "Red Wine", "rating": 90.0, "notes": "Sourced from the white clays of Spur Ranch and fermented with some whole cluster inclusion, a deliberately light-handed expression of Grenache showing the aromatic complexity and subtlety of the grape."}, {"name": "Le P'tit Paysan Le P'tit Pape 2011", "grape": NaN, "region": "San Benito, Central Coast, California", "variety": "Red Wine", "rating": 90.0, "notes": "Cherry blossoms, dusty road, red plums, herb de provénce. Rosewater and red cherry on the palate, nimble with medium body. Grippy finish with firm Grenache tannins and hints of olive and sagebrush."}, {"name": "Le P'tit Paysan Le P'tit Pape 2013", "grape": NaN, "region": "San Benito, Central Coast, California", "variety": "Red Wine", "rating": 90.0, "notes": "Cherry blossoms, dusty road, red plums, herb de provnce. Rosewater and red cherry on the palate, nimble with medium body. Grippy finish with firm Grenache tannins and hints of olive and sagebrush."}, {"name": "Le P'tit Paysan Le P'tit Pape 2012", "grape": NaN, "region": "Central Coast, California", "variety": "Red Wine", "rating": 91.0, "notes": "Cherry blossoms, dusty road, red plums, herb de provnce. Rosewater and red cherry on the palate, nimble with medium body. Grippy finish with firm Grenache tannins and hints of olive and sagebrush."}, {"name": "Le P'tit Paysan Le P'tit Pape 2014", "grape": NaN, "region": "San Benito, Central Coast, California", "variety": "Red Wine", "rating": 89.0, "notes": "Cherry blossoms, dusty road, red plums, herb de Provence. Rosewater and red cherry on the palate, nimble with medium body. Grippy finish with firm Grenache tannins and hints of olive and sagebrush."}, {"name": "Le P'tit Paysan Le P'tit Pape 2015", "grape": NaN, "region": "San Benito, Central Coast, California", "variety": "Red Wine", "rating": 91.0, "notes": "Cherry blossoms, dusty road, red plums, herb de Provence. Rosewater and red cherry on the palate, nimble with medium body. Grippy finish with firm Grenache tannins and hints of olive and sagebrush."}, {"name": "Le P'tit Paysan Le P'tit Pape 2016", "grape": NaN, "region": "Central Coast, California", "variety": "Red Wine", "rating": 90.0, "notes": "Cherry blossoms, dusty road, red plums, herb de Provence. Rosewater and red cherry on the palate, nimble with medium body. Grippy finish with firm Grenache tannins and hints of olive and sagebrush."}, {"name": "Le P'tit Paysan Le P'tit Pape 2017", "grape": NaN, "region": "Central Coast, California", "variety": "Red Wine", "rating": 93.0, "notes": "Cherry blossoms, dusty road, red plums, herb de Provence. Rosewater and red cherry on the palate, nimble with medium body. Grippy finish with firm Grenache tannins and hints of olive and sagebrush."}, {"name": "Le P'tit Paysan Petite Sirah 2011", "grape": NaN, "region": "Monterey, Central Coast, California", "variety": "Red Wine", "rating": 91.0, "notes": "Black plums, blackberry, crushed rocks, black olive. Full and rich on the palate, but neither hot nor oaky. Structured without being overbearing, rich dark fruit, long finish with hints of stem tannins."}, {"name": "Le P'tit Paysan Petite Sirah 2013", "grape": NaN, "region": "Monterey, Central Coast, California", "variety": "Red Wine", "rating": 91.0, "notes": "Picked at atypically low sugars for the variety. Fermented in small lots with some stem inclusion and some native yeasts. Aged on lees in less than 10% new oak. From a limestone and shale rich block on Pierce Ranch in southern Monterey County."}, {"name": "Le Ragnaie Brunello di Montalcino 2010", "grape": NaN, "region": "Montalcino, Tuscany, Italy", "variety": "Red Wine", "rating": 93.0, "notes": "The fruit hails from three organically farmed estate vineyards with the Ragnaie estate comprising 50% of the blend. The other two sites are Fornace, which brings richness and suppleness and Petroso, a vineyard next to Soldera that adds structure and texture to the final assemblage. "}, {"name": "Le Ragose Amarone Della Valpolicella 2004", "grape": NaN, "region": "Valpolicella, Veneto, Italy", "variety": "Red Wine", "rating": 92.0, "notes": "Extraordinarily powerful and intense wine of 14-16% alcohol with a concentrated black cherry confettura (jam) fruit. Dense and super ripe, yet still well-mannered and harmonious, the Amarone finishes rich and dry with firm tannins allowing lengthy bottle development. Le Ragose is a benchmark of the type. "}, {"name": "Le Ragose Amarone Della Valpolicella 2005", "grape": NaN, "region": "Valpolicella, Veneto, Italy", "variety": "Red Wine", "rating": 90.0, "notes": "Dense, ripe and lush berries with a hint of dark chocolate. This is a wine of power and elegance, harmonic and enticing. The finish is long and satisfying. "}, {"name": "Le Salette Amarone Classico 2011", "grape": NaN, "region": "Veneto, Italy", "variety": "Red Wine", "rating": 90.0, "notes": " Deep ruby red robe with an intense and highly developed nose  with notes of dry herbs, prunes and cherries. Full-bodied with a velvety, warm mouthfeel and a long finish. "}, {"name": "Le Salette Amarone Classico 2012", "grape": NaN, "region": "Veneto, Italy", "variety": "Red Wine", "rating": 91.0, "notes": "Deep ruby red robe with an intense and highly developed nose  with notes of dry herbs, prunes and cherries. Full-bodied with a velvety, warm mouthfeel and a long finish. "}, {"name": "Le Salette Amarone Classico 2013", "grape": NaN, "region": "Veneto, Italy", "variety": "Red Wine", "rating": 91.0, "notes": "Deep ruby red robe with an intense and highly developed nose with notes of dry herbs, prunes and cherries. Full-bodied with a velvety, warm mouthfeel and a long finish."}, {"name": "Le Salette La Marega Amarone 2011", "grape": NaN, "region": "Veneto, Italy", "variety": "Red Wine", "rating": 91.0, "notes": "Dark ruby red color with garnet highlights. Intense perfumes of black cherries, toasted almonds and cocoa bean on the nose.  This wine is elegant and structured with a long finish."}, {"name": "Le Salette La Marega Amarone 2012", "grape": NaN, "region": "Veneto, Italy", "variety": "Red Wine", "rating": 90.0, "notes": "Dark ruby red color with garnet highlights. Intense perfumes of black cherries, toasted almonds and cocoa bean on the nose.  This wine is elegant and structured with a long finish."}, {"name": "Le Salette La Marega Amarone 2013", "grape": NaN, "region": "Veneto, Italy", "variety": "Red Wine", "rating": 93.0, "notes": "Dark ruby red color with garnet highlights. Intense perfumes of black cherries, toasted almonds and cocoa bean on the nose. This wine is elegant and structured with a long finish. "}, {"name": "Le Salette Pergole Vece Amarone 2008", "grape": NaN, "region": "Veneto, Italy", "variety": "Red Wine", "rating": 93.0, "notes": "Ruby red with violet reflections, showing ripe fruit, prune, forest floor, licorice, black pepper and coffee on the nose. A concentrated wine with great structure, elegant and harmonious which finishes with long herbaceous notes. "}, {"name": "Le Salette Pergole Vece Amarone 2011", "grape": NaN, "region": "Veneto, Italy", "variety": "Red Wine", "rating": 91.0, "notes": "Ruby red with violet reflections. Aromas of ripe fruit, prune, forest floor, licorice, black pepper and coffee. Concentrated with great structure, elegant and harmonious which finishes with long herbaceous notes. "}, {"name": "Le Salette Pergole Vece Amarone 2012", "grape": NaN, "region": "Veneto, Italy", "variety": "Red Wine", "rating": 93.0, "notes": "Ruby red with violet reflections. Intense and complex nose with aromas of ripe fruit, prune, forest floor, licorice, black pepper and coffee. Concentrated with great structure, elegant and harmonious which finishes with long herbaceous notes."}, {"name": "Le Salette Pergole Vece Amarone 2015", "grape": NaN, "region": "Veneto, Italy", "variety": "Red Wine", "rating": 95.0, "notes": "Ruby red with violet reflections. Intense and complex nose with aromas of ripe fruit, prune, forest floor, licorice, black pepper and coffee. Concentrated with great structure, elegant and harmonious which finishes with long herbaceous notes. Ideal with roasted and grilled meat, game or mature cheeses; excellent meditation wine."}, {"name": "Le Salette Valpolicella Classico 2012", "grape": NaN, "region": "Valpolicella, Veneto, Italy", "variety": "Red Wine", "rating": 88.0, "notes": "A gorgeous ruby red color with a fresh, fruit bouquet rich with cherry notes. Soft on the palate, with balanced acidity. "}, {"name": "Le Terrazze Rosso Conero 2009", "grape": NaN, "region": "Marche, Italy", "variety": "Red Wine", "rating": 90.0, "notes": "A brilliant ruby red, on the nose it is intense and fruity with ripe red fruits, a perfect example of classic Montepulciano-wines from this region. Rich, full-bodied, warm, fresh, with soft tannins and a long finish."}, {"name": "Le Vieux Donjon Chateauneuf-du-Pape (1.5 Liter Magnum) 2003", "grape": NaN, "region": "Chateauneuf-du-Pape, Rhone, France", "variety": "Red Wine", "rating": 95.0, "notes": "\"A very strong vintage for this traditionally made Chateauneuf du Pape, the 2003, a blend of 80% Grenache, 10% Syrah, and the rest Mourvedre and Cinsault, has a deep ruby/plum/purple color and a big sweet nose of dried Provencal herbs, licorice, seaweed, and spice box. The wine is massively concentrated, relatively high in alcohol by the standards here (15% plus on their component parts), and has a long, concentrated, chewy finish with high tannin and equally high extract. If there is one Chateauneuf du Pape that smells like an open-air Provencal spice, flower, and food market, it is Vieux Donjon. It is a classic, concentrated essence of Provence, all in an alcoholic beverage. This wine will need 4-5 years of cellaring when released and drink well for 15-20 years.\""}, {"name": "Le Vieux Donjon Chateauneuf-du-Pape (1.5 Liter Magnum) 2005", "grape": NaN, "region": "Chateauneuf-du-Pape, Rhone, France", "variety": "Red Wine", "rating": 93.0, "notes": NaN}, {"name": "Le Vieux Donjon Chateauneuf-du-Pape (1.5 Liter Magnum) 2012", "grape": NaN, "region": "Chateauneuf-du-Pape, Rhone, France", "variety": "Red Wine", "rating": 92.0, "notes": "The secret to the success of Le Vieux Donjon is really no secret at all. They have tremendously old vines (many in excess of 80 years of age) and they are experts at picking only once the grapes have achieved optimum ripeness."}, {"name": "Le Vieux Donjon Chateauneuf-du-Pape (1.5 Liter Magnum) 2015", "grape": NaN, "region": "Chateauneuf-du-Pape, Rhone, France", "variety": "Red Wine", "rating": 93.0, "notes": "The domain covers 15 ha of Chateauneuf-du-Pape. Only one cuvee of red and of white Chateauneuf du Pape is made. The grapes for the reds have for a great part since 1991."}, {"name": "Le Vieux Donjon Chateauneuf-du-Pape 2001", "grape": NaN, "region": "Chateauneuf-du-Pape, Rhone, France", "variety": "Red Wine", "rating": 94.0, "notes": "\"Appears to be tremendous, certainly one of the great Vieux Donjons produced.  Its dense, murky black/purple color is followed by a gorgeous nose of creosote, licorice, black cherries, blackberries, pepper,incense, smoked herbs and roasted meat. With exquisite concentration, copious tannin and considerable delineation as well as structure, this massive, promising Chateauneuf will require patience.\" - Wine Advocate"}, {"name": "Le Vieux Donjon Chateauneuf-du-Pape 2003", "grape": NaN, "region": "Chateauneuf-du-Pape, Rhone, France", "variety": "Red Wine", "rating": 94.0, "notes": "\"A very strong vintage for this traditionally made Chateauneuf du Pape, the 2003, a blend of 80% Grenache, 10% Syrah, and the rest Mourvedre and Cinsault, has a deep ruby/plum/purple color and a big sweet nose of dried Provencal herbs, licorice, seaweed, and spice box. The wine is massively concentrated, relatively high in alcohol by the standards here (15% plus on their component parts), and has a long, concentrated, chewy finish with high tannin and equally high extract. If there is one Chateauneuf du Pape that smells like an open-air Provencal spice, flower, and food market, it is Vieux Donjon. It is a classic, concentrated essence of Provence, all in an alcoholic beverage. This wine will need 4-5 years of cellaring when released and drink well for 15-20 years.\""}, {"name": "Le Vieux Donjon Chateauneuf-du-Pape 2006", "grape": NaN, "region": "Chateauneuf-du-Pape, Rhone, France", "variety": "Red Wine", "rating": 91.0, "notes": "Vieux Donjon's 2006 Chateauneuf du Pape is a powerful, seriously-endowed effort for the vintage, displaying more structure and muscle than most wines in this forward, fruit-friendly year. Classic Provencal characteristics of garrigue, licorice, lavender, pepper, and kirsch soar from the glass of this dark ruby/purple-tinged offering. In the mouth, it is masculine, tannic, medium to full-bodied, and powerfully built. Potentially one of the longest lived wines of the vintage, it will require 4-5 years of bottle age, and should evolve for two decades. "}, {"name": "Le Vieux Donjon Chateauneuf-du-Pape 2007", "grape": NaN, "region": "Chateauneuf-du-Pape, Rhone, France", "variety": "Red Wine", "rating": 96.0, "notes": "70% Grenache; 20% Syrah; 10% Cinsault and Mourvedre."}, {"name": "Le Vieux Donjon Chateauneuf-du-Pape 2012", "grape": NaN, "region": "Chateauneuf-du-Pape, Rhone, France", "variety": "Red Wine", "rating": 92.0, "notes": "The secret to the success of Le Vieux Donjon is really no secret at all. They have tremendously old vines (many in excess of 80 years of age) and they are experts at picking only once the grapes have achieved optimum ripeness."}, {"name": "Le Vieux Donjon Chateauneuf-du-Pape 2013", "grape": NaN, "region": "Chateauneuf-du-Pape, Rhone, France", "variety": "Red Wine", "rating": 90.0, "notes": "The secret to the success of Le Vieux Donjon is really no secret at all. They have tremendously old vines (many in excess of 80 years of age) and they are experts at picking only once the grapes have achieved optimum ripeness."}, {"name": "Le Vieux Donjon Chateauneuf-du-Pape 2016", "grape": NaN, "region": "Chateauneuf-du-Pape, Rhone, France", "variety": "Red Wine", "rating": 94.0, "notes": "#8"}, {"name": "Le Vieux Donjon Chateauneuf-du-Pape (375ML half-bottle) 2006", "grape": NaN, "region": "Chateauneuf-du-Pape, Rhone, France", "variety": "Red Wine", "rating": 93.0, "notes": "\"Deep ruby. Smoky cherry and blackcurrant aromas convey a wild, gamey quality, along with suave floral and mineral lift; smells like a northern Rhone wine. Deep dark fruit liqueur and olive flavors are sharpened by zesty minerals and finish with impressive grip and thrust. Combines energy and depth deftly.\""}, {"name": "Le Vieux Donjon Chateauneuf-du-Pape (375ML half-bottle) 2012", "grape": NaN, "region": "Chateauneuf-du-Pape, Rhone, France", "variety": "Red Wine", "rating": 92.0, "notes": "The secret to the success of Le Vieux Donjon is really no secret at all. They have tremendously old vines (many in excess of 80 years of age) and they are experts at picking only once the grapes have achieved optimum ripeness."}, {"name": "Le Vigne di Eli Etna Rosso 2012", "grape": NaN, "region": "Italy", "variety": "Red Wine", "rating": 91.0, "notes": "This wine displays an intense and bright ruby red color with red fruit aromas and mineral notes. Full in the mouth, similar to Burgundy wines, elegant and fresh. "}, {"name": "Le Vigne di Eli Moganazzi-Volta Sciara Etna Rosso 2014", "grape": NaN, "region": "Sicily, Italy", "variety": "Red Wine", "rating": 91.0, "notes": "Red fruit aromas and mineral notes. Full on the palate, similar to Burgundy wines, elegant, fresh. Pair with meat dishes and seasoned cheese."}, {"name": "Le Vigne di Eli Moganazzi-Volta Sciara Etna Rosso 2016", "grape": NaN, "region": "Sicily, Italy", "variety": "Red Wine", "rating": 92.0, "notes": "Intense and bright ruby red. Typical, red fruit, mineral notes on the nose. Full in the mouth, similar to Burgundy wines, elegant and fresh on the palate."}, {"name": "Le Vigne Winery Paso Robles Cabernet Sauvignon 2016", "grape": NaN, "region": "Paso Robles, Central Coast, California", "variety": "Red Wine", "rating": 91.0, "notes": "Sweet and spicy berries with vanilla and leather on the nose. Chocolate cherries, white pepper and olive are found in the diverse flavor profile. Thelengthy and lush tannins will continue to age gracefully for several years."}, {"name": "Lea Wines Sta. Rita Hills Pinot Noir 2013", "grape": NaN, "region": "Sta. Rita Hills, Santa Barbara, Central Coast, California", "variety": "Red Wine", "rating": 91.0, "notes": "This wine shows extraction and power but also acidity and finesse. It delivers notes of pepper, wild berries, and black cherry balanced by bright notes of strawberry and red cherry. This finish is long and silky. Drink this wine now or age it up to six years."}, {"name": "Lea Wines Sta. Rita Hills Pinot Noir 2014", "grape": NaN, "region": "Sta. Rita Hills, Santa Barbara, Central Coast, California", "variety": "Red Wine", "rating": 92.0, "notes": "Buona Terra contributes red fruits and fresh acidity while the Turner delivers darker, stone fruit notes and a streak of exotic spice and pepper. Mormann rounds out the blend with a silky texture, long finish and juicy red raspberry and pomegranate. Very food friendly and pairs well with everything, from delicate shellfish dishes to grilled steak."}, {"name": "Leaping Lizard Cabernet Sauvignon 2007", "grape": NaN, "region": "Napa Valley, California", "variety": "Red Wine", "rating": 90.0, "notes": "Our Cabernet Sauvignon is a full-bodied, fruit-forward wine that shows great structure with balanced acidity. Cassis, plum and crushed berry aromas are layered with a slight perfume/floral note and a hint of spicy oak. Red fruit flavors are found on the mid-palate through to the lingering finish. This wine is aged for 18 months  in a mix of old and new oak barrels giving the wine a velvety finish with fine-grain tannins and a soft mouthfeel."}, {"name": "Leasingham Bin 61 Shiraz 1997", "grape": NaN, "region": "Australia", "variety": "Red Wine", "rating": 90.0, "notes": "A wine produced entirely from Shiraz grapes grown in the Clare Valley, this full bodied wine is big, soft and silky with minty Clare fruit. "}, {"name": "Leasingham Bin 61 Shiraz 1999", "grape": NaN, "region": "Australia", "variety": "Red Wine", "rating": 90.0, "notes": "A wine produced entirely from Shiraz grapes grown in the Clare Valley, this full bodied wine is big, soft and silky with minty Clare fruit. "}, {"name": "Leasingham Bin 61 Shiraz 2001", "grape": NaN, "region": "Australia", "variety": "Red Wine", "rating": 90.0, "notes": "A wine produced entirely from Shiraz grapes grown in the Clare Valley, this full bodied wine is big, soft and silky with minty Clare fruit. "}, {"name": "Leasingham Bin 61 Shiraz 2002", "grape": NaN, "region": "Australia", "variety": "Red Wine", "rating": 90.0, "notes": "A wine produced entirely from Shiraz grapes grown in the Clare Valley, this full bodied wine is big, soft and silky with minty Clare fruit. "}, {"name": "Leasingham Bin 61 Shiraz 2000", "grape": NaN, "region": "Australia", "variety": "Red Wine", "rating": 90.0, "notes": "A wine produced entirely from Shiraz grapes grown in the Clare Valley, this full bodied wine is big, soft and silky with minty Clare fruit. "}, {"name": "Leasingham Bin 61 Shiraz 1998", "grape": NaN, "region": "Australia", "variety": "Red Wine", "rating": 91.0, "notes": "A wine produced entirely from Shiraz grapes grown in the Clare Valley, this full bodied wine is big, soft and silky with minty Clare fruit. "}, {"name": "Leasingham Clare Classic Cabernet Sauvignon 1997", "grape": NaN, "region": "Clare Valley, South Australia, Australia", "variety": "Red Wine", "rating": 90.0, "notes": "Fruit sourced from the low yielding dry land Schobers vineyard was used to craft a wine of intense concentration, power and length."}, {"name": "Leasingham Clare Classic Shiraz 1997", "grape": NaN, "region": "Australia", "variety": "Red Wine", "rating": 91.0, "notes": "Beautifully focused and bright, this Shiraz delivers juicy, vibrant black cherry, berry and plum flavors on an elegant frame. Tannins are soft, and the finish hints at black pepper and exotic spices as it lasts and lasts. 5,000 cases made. (HS)"}, {"name": "Leasingham Clare Classic Shiraz 1998", "grape": NaN, "region": "Australia", "variety": "Red Wine", "rating": 92.0, "notes": "\"Bright and flavorful, supple and silky, with generous black cherry, anise and sweet leather flavors that last and last on the fine-grained finish. Drink now through 2010. 5,000 cases made.\" (HS) Wine Spectator "}, {"name": "Leasingham Clare Classic Shiraz 2001", "grape": NaN, "region": "Australia", "variety": "Red Wine", "rating": 92.0, "notes": "Deep ruby red with purple hues and brilliant clarity, the Leasingham Classic Clare Shiraz shows lifted mulberry fruit with dark chocolate on the nose which is carried through on the palate with concentrated sweet mulberry and raspberry fruits with creamy chocolate and coffee bean. The palate is rich and concentrated and is balanced with fine silky tannins. Richly concentrated, this Shiraz epitomises the true essence of the Clare Valley; complexity and elegance. "}, {"name": "Leasingham Clare Valley Bin 56 Cabernet Sauvignon 1999", "grape": NaN, "region": "Clare Valley, South Australia, Australia", "variety": "Red Wine", "rating": 90.0, "notes": "Cassis scents come up with air, filling this cabernet with currant, then raspberry and mixed berry flavors, only to be pushed back by the black tannin."}, {"name": "Lecheneaut Gevrey-Chambertin 2015", "grape": NaN, "region": "Gevrey-Chambertin, Cote de Nuits, Cote d'Or, Burgundy, France", "variety": "Red Wine", "rating": 93.0, "notes": "ith the spark of youth, the color is a vibrant ruby. With age, the color deepens to a crimson hue, like a black cherry. Strawberry, blackberry, violet, and rose are all a part of its spontaneous aromas; however maturation will bring forth a more licorice bouquet. Full and powerful, rich and bodied, its strong structure is confirmed. Tannins create a velvety touch, enhanced by a very fine grain, without harshness. Can be enjoyed young with its fruity notes; however, this is definitely a wine to be aged."}, {"name": "Lecheneaut Gevrey-Chambertin 2014", "grape": NaN, "region": "Gevrey-Chambertin, Cote de Nuits, Cote d'Or, Burgundy, France", "variety": "Red Wine", "rating": 90.0, "notes": "With the spark of youth, the color is a vibrant ruby. With age, the color deepens to a crimson hue, like a black cherry. Strawberry, blackberry, violet, and rose are all a part of its spontaneous aromas; however maturation will bring forth a more licorice bouquet. Full and powerful, rich and bodied, its strong structure is confirmed. Tannins create a velvety touch, enhanced by a very fine grain, without harshness. Can be enjoyed young with its fruity notes; however, this is definitely a wine to be aged."}, {"name": "Lecheneaut Morey-Saint-Denis 2012", "grape": NaN, "region": "Morey-St-Denis, Cote de Nuits, Cote d'Or, Burgundy, France", "variety": "Red Wine", "rating": 90.0, "notes": "It’s most common look is an assertive tone (bright ruby, intense garnet carmine) with purple highlights. The bouquet is divided among black fruit (black current, blueberry) and pitted red fruits (cherry). With age, it evokes moss and truffle. Sustained and structured, it possesses the right balance between a powerful body and a fruity expression."}, {"name": "Lecheneaut Morey-Saint-Denis 2016", "grape": NaN, "region": "Morey-St-Denis, Cote de Nuits, Cote d'Or, Burgundy, France", "variety": "Red Wine", "rating": 90.0, "notes": "This cuvée is sourced from several parcels, spread out over .22 hectares total: Pierres Virants is 80% of the blend, with the balance made up of fruit from En Seuvrey, Cognées and Porroux. The vines are rooted in limestone and chalky-clay soils from the Jurassic period: Bathonian white öolite on the top of the hill and Bajocian chalk on the downslope, with a pocket of marl just above the village itself. "}, {"name": "Lecheneaut Morey-St-Denis 2014", "grape": NaN, "region": "Morey-St-Denis, Cote de Nuits, Cote d'Or, Burgundy, France", "variety": "Red Wine", "rating": 91.0, "notes": "It’s most common look is an assertive tone (bright ruby, intense garnet carmine) with purple highlights. The bouquet is divided among black fruit (black current, blueberry) and pitted red fruits (cherry). With age, it evokes moss and truffle. Sustained and structured, it possesses the right balance between a powerful body and a fruity expression."}, {"name": "Lecheneaut Morey-St-Denis 2015", "grape": NaN, "region": "Morey-St-Denis, Cote de Nuits, Cote d'Or, Burgundy, France", "variety": "Red Wine", "rating": 93.0, "notes": "It’s most common look is an assertive tone (bright ruby, intense garnet carmine) with purple highlights. The bouquet is divided among black fruit (black current, blueberry) and pitted red fruits (cherry). With age, it evokes moss and truffle. Sustained and structured, it possesses the right balance between a powerful body and a fruity expression."}, {"name": "Lecheneaut Nuits-St. Georges 2014", "grape": NaN, "region": "Nuits-St-Georges, Cote de Nuits, Cote d'Or, Burgundy, France", "variety": "Red Wine", "rating": 92.0, "notes": "With a purple tint, intense and sometimes veering to mauve, the aromas often evoke rose and licorice. Other aromas include cherry, strawberry, blackcurrant, leather, truffle, fur, and game. Macerated fruity notes complete the bouquet. Vigorous and robust, it has body and character with a balanced and framed structure. Long lasting on the palate, it can be fully enjoyed after several years of ageing; maturity brings a sultry and elegant roundness."}, {"name": "Lecheneaut Nuits-St. Georges 2015", "grape": NaN, "region": "Nuits-St-Georges, Cote de Nuits, Cote d'Or, Burgundy, France", "variety": "Red Wine", "rating": 93.0, "notes": "With a purple tint, intense and sometimes veering to mauve, the aromas often evoke rose and licorice. Young aromas of cherry, strawberry, and blackcurrant. Mature aromas of leather, truffle, fur, and game. Macerated fruity notes complete the bouquet. Vigorous and robust, it has body and character with a balanced and framed structure. Long lasting on the palate, it can be fully enjoyed after several years of ageing; maturity brings a sultry and elegant roundness."}, {"name": "Lecheneaut Nuits-St. Georges Damodes Premier Cru 2011", "grape": NaN, "region": "Burgundy, France", "variety": "Red Wine", "rating": 91.0, "notes": "The freshness and the purity of fruit combine with a fine structure, tender and supple. Easily approachable in its youth, it surprises by its capacity to assert its personality during ageing."}, {"name": "Lecheneaut Nuits-St. Georges Damodes Premier Cru 2014", "grape": NaN, "region": "Burgundy, France", "variety": "Red Wine", "rating": 93.0, "notes": "The freshness and the purity of fruit combine with a fine structure, tender and supple. Easily approachable in its youth, it surprises by its capacity to assert its personality during ageing."}, {"name": "Lecheneaut Nuits-St. Georges Damodes Premier Cru 2015", "grape": NaN, "region": "Nuits-St-Georges, Cote de Nuits, Cote d'Or, Burgundy, France", "variety": "Red Wine", "rating": 94.0, "notes": "The freshness and the purity of fruit combine with a fine structure, tender and supple. Easily approachable in its youth, it surprises by its capacity to assert its personality during ageing."}, {"name": "Lecheneaut Nuits-St. Georges Damodes Premier Cru 2016", "grape": NaN, "region": "Burgundy, France", "variety": "Red Wine", "rating": 95.0, "notes": "The freshness and the purity of fruit combine with a fine structure, tender and supple. Easily approachable in its youth, it surprises by its capacity to assert its personality during ageing."}, {"name": "Lecheneaut Nuits-St-Georges Les Pruliers Premier Cru 2015", "grape": NaN, "region": "Nuits-St-Georges, Cote de Nuits, Cote d'Or, Burgundy, France", "variety": "Red Wine", "rating": 95.0, "notes": "Les Pruliers display a strong color. Young, it imposes its personality. Fresh red fruit aromas mingle with fine plant fragrances evoking wild prunes as well as notes of licorice and spiced roses. Mature, depth and roundness mask a strict final frame. You will perceive aromas of cocoa, smoked meat, and undergrowth. Age brings forth a generous and sensual smoothness."}, {"name": "L'Ecole 41 Columbia Valley Cabernet Sauvignon 2007", "grape": NaN, "region": "Columbia Valley, Washington", "variety": "Red Wine", "rating": 90.0, "notes": "Its elegant, old world structure and dense, dark fruit flavors show cassis, black cherry and cocoa with leather, tobacco and savory spice on a beautifully balanced toasty finish."}, {"name": "L'Ecole 41 Columbia Valley Cabernet Sauvignon 2011", "grape": NaN, "region": "Columbia Valley, Washington", "variety": "Red Wine", "rating": 91.0, "notes": "With its classic varietal Cabernet profile, this focused and integrated wine shows layers of dark fruit, coffee, earth and baking spice. Flavors of plum, blackberry and cassis mingle with dusty fine tannins through a long, expressive finish."}, {"name": "L'Ecole 41 Columbia Valley Cabernet Sauvignon 2012", "grape": NaN, "region": "Columbia Valley, Washington", "variety": "Red Wine", "rating": 92.0, "notes": "With its classic varietal Cabernet profile, this focused and integrated wine shows layers of dark fruit, coffee, earth and baking spice. Flavors of plum, blackberry and cassis mingle with dusty fine tannins through a long, expressive finish."}, {"name": "L'Ecole 41 Columbia Valley Cabernet Sauvignon 2015", "grape": NaN, "region": "Columbia Valley, Washington", "variety": "Red Wine", "rating": 90.0, "notes": "For over 30 years, L’Ecole has built long term partnerships with the oldest and most proven vineyards, providing access to some of the best fruit in the Columbia Valley.  With average vine age of more than 20 years, this wine shows a classic Cabernet Sauvignon profile of firm structure, integrated tannins, and dark expressive fruit. "}, {"name": "L'Ecole 41 Columbia Valley Merlot 2000", "grape": NaN, "region": "Columbia Valley, Washington", "variety": "Red Wine", "rating": 88.0, "notes": "L'Ecole No 41 is indisputabley best known for Merlot. Fermentation control is carried out in a traditional Bordeaux style, with small lot fermentations punched down by hand for optimal color and flavor extraction. Tannins are minimized during fermentation and in the press cycle where we do not exceed 1 bar of pressure. The wine is gently racked into a combination of new and older French and American oak barrels and aged for 18 months. With rich black cherry and berry fruit flavors in balance with the tannins, we choose not to fine this wine before filtering. "}, {"name": "L'Ecole 41 Columbia Valley Merlot 2003", "grape": NaN, "region": "Columbia Valley, Washington", "variety": "Red Wine", "rating": 88.0, "notes": "Rich with spicy, aromatic aromas of nutmeg, clove and cinnamon, this Merlot shows ripe black plum, blackberry and dark cocoa flavors, with notes of leather and sweet tobacco encased in a toasty, ripe black cherry finish."}, {"name": "L'Ecole 41 Columbia Valley Merlot 2004", "grape": NaN, "region": "Columbia Valley, Washington", "variety": "Red Wine", "rating": 90.0, "notes": "Rich and spicy, with aromatic aromas of nutmeg, clove and cinnamon, this Merlot shows ripe black plum, blackberry and dark flavors encased in a peppery, chocolate, black cherry finish."}, {"name": "L'Ecole 41 Columbia Valley Merlot 2005", "grape": NaN, "region": "Columbia Valley, Washington", "variety": "Red Wine", "rating": 90.0, "notes": "Blend: 80% Merlot, 12% Cabernet Franc,5% Petit Verdot, 3% Cabernet Sauvignon"}, {"name": "L'Ecole 41 Columbia Valley Merlot 2006", "grape": NaN, "region": "Columbia Valley, Washington", "variety": "Red Wine", "rating": 87.0, "notes": "A blend of 80% Merlot, 12% Cabernet Franc, 5% Petit Verdot and 3% Cabernet Sauvignon."}, {"name": "L'Ecole 41 Columbia Valley Merlot 2007", "grape": NaN, "region": "Columbia Valley, Washington", "variety": "Red Wine", "rating": 91.0, "notes": "Rich with pretty aromatic aromas of nutmeg, clove and spice, this dark and brooding Merlot shows black cherry, blackberry, and earthy dark fruit flavors encased in a peppery, cocoa, toasty finish."}, {"name": "L'Ecole 41 Columbia Valley Merlot 2010", "grape": NaN, "region": "Columbia Valley, Washington", "variety": "Red Wine", "rating": 89.0, "notes": "Layered with enticing aromas of plum, clove and notes of violet, this full-bodied Merlot shows a robust core of cherry, blackberry and cola on a seamless finish of fine-grained, yet firm tannins."}, {"name": "L'Ecole 41 Columbia Valley Merlot 2011", "grape": NaN, "region": "Columbia Valley, Washington", "variety": "Red Wine", "rating": 91.0, "notes": "Layered with enticing aromas of plum and notes of violet, this full bodied Merlot shows a robust core of black cherry, blackberry, and cola on a seamless finish of fine-grained yet firm tannin."}, {"name": "L'Ecole 41 Columbia Valley Merlot 2012", "grape": NaN, "region": "Columbia Valley, Washington", "variety": "Red Wine", "rating": 90.0, "notes": "Layered with enticing aromas of black plum, espresso, violet and red flower, this full bodied Merlot shows a robust core of dried cherry, blackberry, and baking spice on a seamless finish of fine-grained yet firm tannin. "}, {"name": "L'Ecole 41 Columbia Valley Merlot 2013", "grape": NaN, "region": "Columbia Valley, Washington", "variety": "Red Wine", "rating": 90.0, "notes": "Layered with enticing aromas of black cherry, violet and rose petal. This full bodied Merlot shows a bright core of red fruit, blackberry, and baking spice on a seamless finish of fine-grained tannin."}, {"name": "L'Ecole 41 Columbia Valley Merlot 2008", "grape": NaN, "region": "Columbia Valley, Washington", "variety": "Red Wine", "rating": 89.0, "notes": "Rich with aromas of nutmeg, clove and spice, this dark and brooding Merlot showsrobust fruit flavors of black cherry and boysenberry layered in spice and cocoa on afine-grained tannin finish."}, {"name": "L'Ecole 41 Columbia Valley Merlot 2014", "grape": NaN, "region": "Columbia Valley, Washington", "variety": "Red Wine", "rating": 89.0, "notes": "Layered with enticing aromas of blackberry, violet, and mint, this full bodied Merlot shows balanced layers of huckleberry, plum, and baking spice on a seamless finishof fine-grained tannin."}, {"name": "L'Ecole 41 Columbia Valley Merlot 2016", "grape": NaN, "region": "Columbia Valley, Washington", "variety": "Red Wine", "rating": 90.0, "notes": "Layered with enticing aromas of black cherry, rose petal, and plum, this full-bodied yet balanced Merlot shows layers of baking spices and cocoa with a seamless finish of fine-grained tannins"}, {"name": "L'Ecole 41 Columbia Valley Syrah 2012", "grape": NaN, "region": "Columbia Valley, Washington", "variety": "Red Wine", "rating": 91.0, "notes": "Dark, robust and spicy this harmonious Syrah shows flavors of black current, blueberry and earth through a finely textured finish."}, {"name": "L'Ecole 41 Columbia Valley Syrah 2014", "grape": NaN, "region": "Columbia Valley, Washington", "variety": "Red Wine", "rating": 91.0, "notes": "Dark, robust and spicy this harmonious Syrah shows rich flavors of olive, blackberry and licorice through an earthy finish."}, {"name": "L'Ecole 41 Columbia Valley Syrah 2013", "grape": NaN, "region": "Columbia Valley, Washington", "variety": "Red Wine", "rating": 90.0, "notes": "Dark, robust and spicy this harmonious Syrah shows rich flavors of black current, blueberry and licorice through a savory finish."}, {"name": "L'Ecole 41 Columbia Valley Syrah 2015", "grape": NaN, "region": "Columbia Valley, Washington", "variety": "Red Wine", "rating": 90.0, "notes": "Dark, robust and spicy this full bodied Syrah shows rich flavors of boysenberry fruit de pate, peppercorn, and licorice through an earthyfinish."}, {"name": "L'Ecole 41 Columbia Valley Syrah 2016", "grape": NaN, "region": "Columbia Valley, Washington", "variety": "Red Wine", "rating": 90.0, "notes": "Dark, robust and spicy this full-bodied Syrah shows rich flavors of black & blue berries, peppercorn, and licorice through an earthy finish. "}, {"name": "L'Ecole 41 Ferguson Estate Red 2012", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 92.0, "notes": "Ferguson’s flavor profile is distinctly influenced by its basalt soil. With complex aromas this wine offers bold dark fruit, espresso, chicory and leather with rich graphite flint and iron minerality. Intricate layers in the mid-palate are buoyed with balanced, natural acidity leading to a robust, persistent finish."}, {"name": "L'Ecole 41 Ferguson Estate Red 2013", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 92.0, "notes": "Ferguson’s flavor profile is distinctly influenced by its basalt soil. With complex aromas this wine offers bold dark fruit, espresso and tobacco with flint and iron minerality. Intricate layers in the mid-palate are buoyed with balanced, natural acidity leading to a robust, persistent finish. "}, {"name": "L'Ecole 41 Ferguson Estate Red 2014", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 91.0, "notes": "Ferguson’s flavor profile is distinctly influenced by its basalt soil. This wine offers complex aromas of espresso, tobacco, and dark fruit with flint and graphite minerality. Intricate layers in the mid-palate are balanced with natural acidity leading to a robust and lingering finish"}, {"name": "L'Ecole 41 Ferguson Estate Red 2017", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 92.0, "notes": "Ferguson's flavor profile is distinctly influenced by its volcanic basalt soil. This richly structured wine offers complex aromas of espresso, chocolate, and dark mineral–laced fruit. Layers of wild blackberries and focused tannins integrate with flint and graphite on the palate. Structured and intense, Ferguson's concentrated natural acidity leads to a powerful and lingering finish."}, {"name": "L'Ecole 41 Pepper Bridge Vineyard Apogee 2001", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 94.0, "notes": "The robust flavors of this immense and densely extracted Bordeaux blend from Pepper Bridge Vineyard seduces you with intense aromas of cinnamon, nutmeg, and ripe black plum, while saturating your palate with ripe blackberry, chocolate, and creamy smooth caramel flavors."}, {"name": "L'Ecole 41 Pepper Bridge Vineyard Apogee 2006", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 91.0, "notes": "46% Cabernet Sauvignon, 42% Merlot, 8% Malbec, 4% Cabernet Franc"}, {"name": "L'Ecole 41 Pepper Bridge Vineyard Apogee 2008", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 91.0, "notes": "Boldly aromatic, this sophisticated and complex wine has aromas of spice and earthy hints of sweet tobacco and leather. Dense dark fruit is wrapped in nuances of smoke, cocoa, and mint with gripping tannins as the finish persists. "}, {"name": "L'Ecole 41 Pepper Bridge Vineyard Apogee 2007", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 91.0, "notes": "Boldly aromatic, this mature wine has aromas of cinnamon and nutmeg, earthy hints of sweet tobacco and leather, and smoky dark fruit packed with chocolate, mint and cherry fruit on a richly balanced and integrated finish. "}, {"name": "L'Ecole 41 Pepper Bridge Vineyard Apogee 2012", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 91.0, "notes": "This sophisticated and complex wine has brooding aromas of black cherry, dried cassis, cola nut, and currant. Flavors of tobacco leaf, dense dark fruit and sage are wrapped in gentle gripping tannins on a persistent leafy finish."}, {"name": "L'Ecole 41 Pepper Bridge Vineyard Apogee 2013", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 91.0, "notes": "This sophisticated and complex wine has brooding aromas of black cherry, dried cassis, kola nut, and anise. Flavors of tobacco, dark fruit and sage are wrapped in gentle gripping tannins on a lengthy finish. "}, {"name": "L'Ecole 41 Pepper Bridge Vineyard Apogee 2014", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 90.0, "notes": "L'Ecole No 41 has been producing Pepper Bridge Vineyard Apogee since 1993. Apogee represents their best effort to capture this vineyar'’s distinctive and characteristic spicy bold aromas, dark fruit flavors, robust tannins and rich structure."}, {"name": "L'Ecole 41 Seven Hills Vineyard Estate Syrah 2001", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 92.0, "notes": "One of Wine Spectator's 2003 Top 100 Wines!"}, {"name": "L'Ecole 41 Seven Hills Vineyard Estate Syrah 2011", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 90.0, "notes": "This beautifully balanced Estate Syrah marries dark aromas of earth, olive, tobacco, and white pepper with pretty floral notes of violet. The rich mid-palate shows flavors of ripe plum and dense blackberry that give way to a concentrated and unrelenting earthy mineral finish. "}, {"name": "L'Ecole 41 Seven Hills Vineyard Estate Syrah 2014", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 90.0, "notes": "This beautifully balanced Estate Syrah marries savory aromas of bacon fat and black pepper with floral notes of violet. The rich mid-palate shows flavors of dark plum and dense blackberry that give way to a concentrated and unrelenting earthy, mineral finish."}, {"name": "L'Ecole 41 Seven Hills Vineyard Estate Syrah 2015", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 90.0, "notes": "This beautifully balanced Estate Syrah marries savory aromas of olive tapenade and black pepper with floral notes of violet. The expansive palate shows flavors of dense dark fruit, bitter chocolate, and barrel spice that give way to a concentrated earthy mineral finish."}, {"name": "L'Ecole 41 Seven Hills Vineyard Merlot 2000", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 92.0, "notes": "This vineyard's characteristic cedary berry fruit aromas show through, with nuances of vanilla and spicy nutmeg. The dark expressive fruit shows mocha and bittersweet chocolate on the long smooth finish."}, {"name": "L'Ecole 41 Seven Hills Vineyard Merlot 2001", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 92.0, "notes": "This vineyard's characteristic cedary berry fruit aromas show through, with nuances of vanilla and spicy nutmeg. The dark expressive fruit shows mocha and bittersweet chocolate on the long smooth finish."}, {"name": "L'Ecole 41 Seven Hills Vineyard Merlot 2000", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 91.0, "notes": "L'Ecole No 41 is indisputabley best known for Merlot. Fermentation control is carried out in a traditional Bordeaux style, with small lot fermentations punched down by hand for optimal color and flavor extraction. Tannins are minimized during fermentation and in the press cycle where we do not exceed 1 bar of pressure. The wine is gently racked into a combination of new and older French and American oak barrels and aged for 18 months. With rich black cherry and berry fruit flavors in balance with the tannins, we choose not to fine this wine before filtering. "}, {"name": "L'Ecole 41 Seven Hills Vineyard Merlot 2002", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 90.0, "notes": "This vineyard's characteristic cedary berry fruit aromas show through, with nuances of vanilla and spicy nutmeg. The dark expressive fruit shows mocha and bittersweet chocolate on the long smooth finish."}, {"name": "L'Ecole 41 Seven Hills Vineyard Merlot 2005", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 91.0, "notes": "Our Estate Seven Hills Vineyard Merlot shows its characteristic cedary, silky black cherry fruit, with cool mint and baking spice aromas and a gripping, yet elegant mix of blueberry, blackberry and cocoa on a long lingering finish"}, {"name": "L'Ecole 41 Seven Hills Vineyard Merlot 2007", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 91.0, "notes": "81% Merlot, 11% Cabernet Sauvignon, 8% Cabernet Franc. "}, {"name": "L'Ecole 41 Seven Hills Vineyard Perigee 2002", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 94.0, "notes": "Perigee is a blend of the oldest and most distinguished blocks from our Estate Seven Hills Vineyard renowned for its rich elegance, seductive aromas and complex, silky finish."}, {"name": "L'Ecole 41 Seven Hills Vineyard Perigee 2007", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 92.0, "notes": "Perigee exemplifies this vineyard's characteristic cedary, richly structured elegance. Polished with perfumed aromas of exotic spice, blackberry and silky black cherry fruit, this wine has an earthy, chalky minerality which exudes power and grace on a spicy pepper and velvety tannin finish."}, {"name": "L'Ecole 41 Seven Hills Vineyard Perigee 2011", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 90.0, "notes": "Perigee exemplifies this vineyard's characteristic cedary, black cherry, richly structured elegance. Vibrant aromas of baking spice, blueberry, plum and fresh floral notes are accented with earthy minerality, exuding power and grace on a chalky tannin finish. "}, {"name": "L'Ecole 41 Seven Hills Vineyard Perigee 2012", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 90.0, "notes": "Perigee exemplifies this vineyard's characteristic cedary, black cherry, richly structured elegance. Alluring aromas of mint, cigar box and raspberry, are accented with flavors of red currant, praline, truffle and earth, on a chalky tannin finish."}, {"name": "L'Ecole 41 Seven Hills Vineyard Perigee 2014", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 90.0, "notes": "Perigee exemplifies this vineyard’s characteristic cedary, black cherry, richly structured elegance. Alluring aromas of blueberry, cigar box and lavender are accented with flavors of cassis and earth, on a fine tannin finish."}, {"name": "L'Ecole 41 Seven Hills Vineyard Perigee 2015", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 91.0, "notes": "Perigee exemplifies this vineyard’s characteristic cedar and black plum structured elegance. Alluring aromas of blueberry, cigar box and herbal flavors are accented with notes of cassis and earth, on a fine tannin finish. "}, {"name": "L'Ecole 41 Seven Hills Vineyard Perigee 2013", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 90.0, "notes": "Perigee exemplifies this vineyard’s characteristic cedary, black cherry, richly structured elegance. Alluring aromas of cigar box and red currant are accented with flavors of cassis, truffle and earth, on a chalky tannin finish. "}, {"name": "L'Ecole 41 Walla Walla Valley Cabernet Sauvignon 1998", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 90.0, "notes": "This wine shows complex aromas of eucalyptus, mint, and berry fruit with undertones of vanilla and custard. Its well balanced acidity and fruit show naturally soft tannins with black cherry and dried berry fruit with a long coffee and chocolate finish."}, {"name": "L'Ecole 41 Walla Walla Valley Cabernet Sauvignon 2000", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 92.0, "notes": "Hedonistic Cabernet Sauvignon from Washington, get this recently rated gem while you can. The spicy aromas from this wine exude cassis and cinnamon with loads of dark berry fruit and currants extending through the finish. "}, {"name": "L'Ecole 41 Walla Walla Valley Cabernet Sauvignon 2001", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 92.0, "notes": "The spicy aromas from this wine exude cassis and cinnamon with loads of dark berry fruit and currants extending through the finish."}, {"name": "L'Ecole 41 Walla Walla Valley Cabernet Sauvignon 2007", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 91.0, "notes": "Its elegant, old world structure and dense, dark fruit flavors show blackberry and plum with flavors of cassis, dark cherry, earth and savory herbs on a beautifully balanced finish. "}, {"name": "L'Ecole 41 Walla Walla Valley Cabernet Sauvignon 2009", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 90.0, "notes": "With an elegant, old world structure, this sophisticated Cabernet shows aromas of dark fruit, earth, and fresh herbs. A seamless core of blackberry, plum, and dark cherry mingle with notes of tobacco and leather on a dusty tannin, richly structured finish."}, {"name": "L'Ecole 41 Walla Walla Valley Cabernet Sauvignon 2010", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 90.0, "notes": "With an elegant, old world structure, this sophisticated Cabernet shows pretty aromas of dark fruit, earth, and baking spices. A robust core of blackberry and plum with notes of current and sweet tobacco are framed with polished tannins on a rich, harmonious finish."}, {"name": "L'Ecole 41 Walla Walla Valley Cabernet Sauvignon 2011", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 92.0, "notes": "This wine is a blend of six prestigious vineyard sites representing four unique soil types in the Walla Walla Valley. Its old world structure, dense dark fruit flavors and elegant tannins exemplify the best of Walla Walla."}, {"name": "L'Ecole 41 Walla Walla Valley Cabernet Sauvignon 2012", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 90.0, "notes": "With an elegant, old world structure, this sophisticated Cabernet shows savory aromas of dark fruit, rose petal, and cocoa. A robust core of blueberry and plum with notes of currant and cedary tobacco are framed with polished tannins on a rich, harmonious finish."}, {"name": "L'Ecole 41 Walla Walla Valley Cabernet Sauvignon 2013", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 90.0, "notes": "With an elegant, old world structure, this sophisticated Cabernet shows savory aromas of bouquet garni, rose petal, and cocoa. A robust core of blackberry and plum with notes of black currant and cigar box are framed with polished tannins on a rich, harmonious finish."}, {"name": "L'Ecole 41 Walla Walla Valley Cabernet Sauvignon 2014", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 91.0, "notes": "With an elegant, old world structure, this sophisticated Cabernet shows savory aromas of bouquet garni, rose petal, and cocoa. A robust core of blackberry and plum with notes of black currant and cigar box are framed with polished tannins on a rich, harmonious finish."}, {"name": "L'Ecole 41 Walla Walla Valley Cabernet Sauvignon 2016", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 90.0, "notes": "With an elegant, old world structure, this sophisticated Cabernet shows savory herbal aromas, lavender, and cocoa. A robust core of blueberry and plum with notes of black currant and cigar box are framed with polished tannins on a rich, harmonious finish."}, {"name": "L'Ecole 41 Walla Walla Valley Syrah 2003", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 87.0, "notes": "This Columbia Valley Syrah shows opulent blackberry and plum fruit with blueberry and brambly flavors of raspberry and blackberry, with spice and pepper notes on a richly structured finish."}, {"name": "L'Ecole 41 Walla Walla Valley Syrah 2004", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 91.0, "notes": "98% Syrah, 2% Grenache"}, {"name": "Ledge Catacombs Red Blend 2011", "grape": NaN, "region": "California", "variety": "Red Wine", "rating": 91.0, "notes": "This is another big lusty 2011 vintage red blend from west Paso. Dry yet luscious fruit with lingering tannins and long, linear length on the finish.  Distinctive character, with rich palate coating textures and lots of layers and depth - this is benchmark wine."}, {"name": "Ledge Vineyard Drive Red Blend 2012", "grape": NaN, "region": "Paso Robles, Central Coast, California", "variety": "Red Wine", "rating": 93.0, "notes": "Distinctive character, with rich palate coating textures and lots of layers and depth - this is benchmark wine."}, {"name": "Leese-Fitch Cabernet Sauvignon 2015", "grape": NaN, "region": "California", "variety": "Red Wine", "rating": 90.0, "notes": "Deep garnet in color, this wine bursts with aromas of sweetened cranberry, cassis, toasted marshmallow, charred dill and roasted red pepper. The aroma is smoky, complex and inviting. On the palate are notes of tart raspberry, spring cherry, and crunchy plum, leading to toffee and fresh roasted Arabica coffee beans, followed by dill, sage and lime zest. The finish is smooth with hints of smoke, cocoa, and unsweetened dried coconut."}, {"name": "Leese-Fitch Cabernet Sauvignon 2016", "grape": NaN, "region": "California", "variety": "Red Wine", "rating": 90.0, "notes": "The aromas of the 2016 Leese-Fitch Cabernet Sauvignon start with a sweet raspberry and licorice notes and finish with hints of root beer and cherry cola. The flavor palate includes touches of tart cherry and dark blackberry that are balanced with nuances of vanilla and sandlewood. The midpalate is medium-bodied with structured tannins as to be expected with Cabernet Sauvignon. The unique finish harmonizes flavors of dark fruit, rich American and French oak notes and candied orange peel."}, {"name": "Leese-Fitch Pinot Noir 2016", "grape": NaN, "region": "California", "variety": "Red Wine", "rating": 88.0, "notes": "Balanced with just the right amount of acidity and fruit, this Pinot Noir boasts alluring aromas of crushed pomegranate, fresh cherry, graham cracker and thyme. Flavors on the palate showcase sweetened cranberry, tart raspberry, vanilla cream and hints of blood orange. The finish is intriguing and complex with herbal notes framed by nutmeg and vanilla."}, {"name": "Leese-Fitch Zinfandel 2016", "grape": NaN, "region": "California", "variety": "Red Wine", "rating": 89.0, "notes": "Juicy and fresh, aromas are layered with a combination of mixed berry pie filling and toasted coconut. On the palate rich flavors of black cherry, blackberry, milk chocolate, coconut cream, and hints of cream-laden coffee are highlighted. The finish is long and sustained with a touch of black pepper, laced with fresh vanilla and smooth coconut."}, {"name": "Leeuwin Estate Art Series Cabernet Sauvignon 1997", "grape": NaN, "region": "Margaret River, Western Australia, Australia", "variety": "Red Wine", "rating": 91.0, "notes": "Vibrant red ruby colour. This wine is showing its Cabernet Sauvignon dominated heritage. The spice, cedar and roasted coffee aromas are lifted and complexed with the rich curranty fruit possible from a fully ripe year. "}, {"name": "Leeuwin Estate Art Series Cabernet Sauvignon 1998", "grape": NaN, "region": "Margaret River, Western Australia, Australia", "variety": "Red Wine", "rating": 92.0, "notes": "The colour is bright deep garnet with a little youthful purple around the edges."}, {"name": "Leeuwin Estate Art Series Cabernet Sauvignon 1999", "grape": NaN, "region": "Margaret River, Western Australia, Australia", "variety": "Red Wine", "rating": 94.0, "notes": "\"The blockbuster 1999 Cabernet Sauvignon Art Series (86% Cabernet Sauvignon, 11% Petit Verdot, and 3% Malbec) exhibits a Chateau Margaux-like precision. There is terrific purity, finesse, and length as well as medium to full body and intensely layered flavors nicely buttressed by acidity and tannin. As the wine sits in the glass, aromas of cedar, licorice, blackberries, and currants emerge. This sensational Australian red requires 2-3 years of cellaring; it should age for two decades.\""}, {"name": "Leeuwin Estate Art Series Cabernet Sauvignon 2001", "grape": NaN, "region": "Margaret River, Western Australia, Australia", "variety": "Red Wine", "rating": 91.0, "notes": "This is a classic Cabernet Sauvignon showing all the lovely fruit flavors of blackberries, cassis, red currants and plums complemented by the selected French oak. An excellent palate showing a blend of ripe berry with long fine grained tannins in harmony with well integrated oak. The velvety palate has great lingering length and an elegance which marks this as a truly excellent vintage."}, {"name": "Leeuwin Estate Art Series Cabernet Sauvignon 2002", "grape": NaN, "region": "Margaret River, Western Australia, Australia", "variety": "Red Wine", "rating": 90.0, "notes": "\"Saturated ruby color. Flat-out gorgeous aromas of bitter cherry, cassis, graphite, cedar, Cuban tobacco, dark chocolate and dried flowers. On the palate, juicy dark and red fruit flavors play off musky, almost decadent underbrush and tobacco, with precise but understated Asian spice notes adding even more complexity. This boasts remarkable balance and compelling intricacy of fruit, spice and earth qualities on the long, suave finish, picking up notes of violet and fresh rose on the back. For the money, this is a no-brainer in outstanding, ageworthy cabernet.\""}, {"name": "Leeuwin Estate Art Series Cabernet Sauvignon 2003", "grape": NaN, "region": "Margaret River, Western Australia, Australia", "variety": "Red Wine", "rating": 90.0, "notes": "The colour is intense ruby red with garnet tints. Displaying the classic Cabernet Sauvignon notes evident in the greatest growing years in Margaret River, the bouquet has lifted and intense blackberry, blackcurrant and mulberry fruits, with the enhancement of cedary French oak for complexity, intermingled with spice and dark chocolate. The palate shows a full bodied wine with intense blackberry and blackcurrant fruit with hints of mocha and chocolate that round off the complex flavours. This wine has great fruit length with smooth and silky tannins that provide a soft but lingering finish."}, {"name": "Leeuwin Estate Art Series Cabernet Sauvignon 2005", "grape": NaN, "region": "Margaret River, Western Australia, Australia", "variety": "Red Wine", "rating": 90.0, "notes": "The wine has a deep garnet color. Intense varietal Cabernet Sauvignon aromas of blackberry, blackcurrant, plum and licorice lift from the glass to greet the nose and is underpinned by the beautifully integrated French oak aromas. The palate is intense, linear and elegant. Blackcurrant and licorice flavors linger in the mouth to produce an incredibly long finish. The fine backbone of acidity displayed by this wine and the ultra fine tannins suggest a vintage of Art Series Cabernet Sauvignon with great aging potential."}, {"name": "Leeuwin Estate Art Series Cabernet Sauvignon 2006", "grape": NaN, "region": "Margaret River, Western Australia, Australia", "variety": "Red Wine", "rating": 90.0, "notes": "Intense varietal Cabernet Sauvignon aromas of striking blackcurrants and cherries combining with aromatics of fragrant violets, bay leaf, anise, clove dried tobacco, and pencil-like oak. A balanced palate exhibits plump dark forest fruits. Dried sage, coffee bean, slight char and anise rise to a finish which is characterized by structural cocoa powderlike tannins."}, {"name": "Leeuwin Estate Art Series Cabernet Sauvignon 2007", "grape": NaN, "region": "Margaret River, Western Australia, Australia", "variety": "Red Wine", "rating": 91.0, "notes": "The bouquet is vibrant with a concentrated fruit profile of abundant blackcurrant, dark cherries and mulberry. Beneath the lifted aromatics of anise, cocoa, clove, black olive and earthy wild field mushroom provide elegant layers to a highly expressive and complex nose. "}, {"name": "Leeuwin Estate Art Series Cabernet Sauvignon 2008", "grape": NaN, "region": "Margaret River, Western Australia, Australia", "variety": "Red Wine", "rating": 90.0, "notes": "The bouquet is a marriage of classical Cabernet characters of cherries and blackcurrants. Bay leaf, dried sage, anise and roasted coffee bean aromas add depth on the nose. A gentle entry leads to a generously textured mid palate, finishing fine, with long and silky tannins. Classical blackcurrant and cherry fruits meet with dusty well integrated oak. Subtleties of cloves, anise and cumin seed are also woven throughout the palate.  "}, {"name": "Leeuwin Estate Art Series Cabernet Sauvignon 2009", "grape": NaN, "region": "Margaret River, Western Australia, Australia", "variety": "Red Wine", "rating": 90.0, "notes": "The bouquet is vibrant with a concentrated fruit profile of abundant blackcurrant, dark cherries and mulberry. Lifted savory and earthy aromatics provide elegant layers to a highly expressive and complex nose. On the palate, a dark fruit core of blackcurrant and forest fruits lead into more savory spices of dried sage, cassia bark, and tobacco. All components arrive to a finish, which is featured by slightly chalky cocoa powder-like tannins."}, {"name": "Leeuwin Estate Art Series Cabernet Sauvignon 2010", "grape": NaN, "region": "Margaret River, Western Australia, Australia", "variety": "Red Wine", "rating": 90.0, "notes": "A concentrated and rich bouquet of ripe blackcurrants and juicy black cherries. Underlying bay leaf, fresh tobacco, anise, clove and cumin enhances the nose with varietal lift and complexity, while floral nuances of lavender and violets add perfume and fragrance. An intense and well-appointed palate. Ripe currants and black forest fruits are abundant, with textures and layers that fold and intertwine. Dustiness, anise and cocoa characters complement the fruit, which is aligned with a lively acid structure, leading to a seamless tannin profile."}, {"name": "Leeuwin Estate Art Series Cabernet Sauvignon 2011", "grape": NaN, "region": "Margaret River, Western Australia, Australia", "variety": "Red Wine", "rating": 90.0, "notes": "A concentrated dark fruit spectrum with an abundance of ripe blackcurrants, cherries and a hint of cassis. Coffee bean, dark chocolate and black olives lie beneath. Subtle dustiness combines with a seductive violet lift, enhancing the varietal fragrance and increasing complexity. A dense and layered palate with incredible texture. The generosity of the palate is carefully laced with a fine and structural acid line. Dark cherries and currants weave through smokey and mocha notes, finishing with long tactile tannins."}, {"name": "Leeuwin Estate Art Series Cabernet Sauvignon 2013", "grape": NaN, "region": "Margaret River, Western Australia, Australia", "variety": "Red Wine", "rating": 92.0, "notes": "The “Art Series” represents Leeuwin’s most opulent & ageworthy wines from each vintage. They are identified with paintings commissioned from leading contemporary Australian artists."}, {"name": "Leeuwin Estate Art Series Cabernet Sauvignon 2012", "grape": NaN, "region": "Margaret River, Western Australia, Australia", "variety": "Red Wine", "rating": 90.0, "notes": "Dark ruby red with a black core. Vibrant and concentrated fruit aroma of abundant blackcurrant, dark cherries, and mulberry. Beneath the lifted aromatics of anise, cocoa, clove, black olive and earthy wild field mushroom provide elegant layers to a highly expressive and complex nose. Structure and fruit weight work harmoniously on the palate, characterized by a dark fruit core of blackcurrant and forest fruits. Savoury spices of dried sage, cassia bark, and tobacco gives subtle texture and combines with diligent oak integration and a fine acid line. All components arrive to a finish featuring slightly chalky cocoa powder-like tannins."}, {"name": "Leeuwin Estate Art Series Cabernet Sauvignon 2015", "grape": NaN, "region": "Margaret River, Western Australia, Australia", "variety": "Red Wine", "rating": 92.0, "notes": "The \"Art Series\" represents Leeuwin’s most opulent and age worthy wines from each vintage. They are identified with paintings commissioned from leading contemporary Australian artists."}, {"name": "Leeuwin Estate Art Series Shiraz 1999", "grape": NaN, "region": "Margaret River, Western Australia, Australia", "variety": "Red Wine", "rating": 88.0, "notes": "The color is plum purple with an almost black core.  This very weighty wine shows a powerful garden of strongly lifted spices and flowery aromas, never oaky but purely fruit derived lifting over the sturdy underlying character of red fruits; plums and ripe cherries tightly packed but with excellent potential.  The palate is a forward, mouth filling mix of red fruits and plums, seamed and supported by a very subtle tannic backbone.  The spiciness lingers in the mouth.  This wine will grow and become more complex with age, in good cellars conditions. "}, {"name": "Leeuwin Estate Art Series Shiraz 2000", "grape": NaN, "region": "Margaret River, Western Australia, Australia", "variety": "Red Wine", "rating": 90.0, "notes": "The color is plum purple with an almost black core.  This very weighty wine shows a powerful garden of strongly lifted spices and flowery aromas, never oaky but purely fruit derived lifting over the sturdy underlying character of red fruits; plums and ripe cherries tightly packed but with excellent potential.  The palate is a forward, mouth filling mix of red fruits and plums, seamed and supported by a very subtle tannic backbone.  The spiciness lingers in the mouth.  This wine will grow and become more complex with age, in good cellars conditions. "}, {"name": "Leeuwin Estate Art Series Shiraz 2007", "grape": NaN, "region": "Margaret River, Western Australia, Australia", "variety": "Red Wine", "rating": 90.0, "notes": "The color is a deep violet with brilliant purple edges. The bouquet displays lifted fresh cracked pepper with sweet ripe blackberry, plums and mulberries, with hints of chocolate and dusty oak. "}, {"name": "Leeuwin Estate Art Series Shiraz 2009", "grape": NaN, "region": "Margaret River, Western Australia, Australia", "variety": "Red Wine", "rating": 91.0, "notes": "A dark cherry color with crimson hue.  A lifted bouquet of bright red cherries, currants and blood plums complemented with complex star anise and clove.  Beneath, the nose is well supported with dusty oak and hints of aromatic violets and lavender.  The palate is vibrant and expressive with subtle texture featuring red cherries and boysenberry.  Diligent handling of oak exudes savory notes of slight char combined with delicate cinnamon and nutmeg.  A fine, yet balanced acidity line draws together all components leading to a finish that is both structural and complementary. "}, {"name": "Leeuwin Estate Art Series Shiraz 2010", "grape": NaN, "region": "Margaret River, Western Australia, Australia", "variety": "Red Wine", "rating": 90.0, "notes": "Fragrant and concentrated, the nose is defined by a dark fruit spectrum of forest fruits, cherries and mulberries in the forefront, with complementary layers of anise, cloves and savory oak in the background. Violets, mocha notes, toasted brulee and hints of fresh camphor provides further substance to this classical and complex Shiraz. A bright and lively entry features blood plums, mulberries and dark chocolate. The palate shows great intensity, while displaying elegance and sophistication. A textured and layered mid-palate leads to structural chalky tannins, with a fine yet balanced natural acid line."}, {"name": "Leeuwin Estate Art Series Shiraz 2012", "grape": NaN, "region": "Margaret River, Western Australia, Australia", "variety": "Red Wine", "rating": 90.0, "notes": "Fragrant and lifted, the nose has density of fruit, balanced heightened floral notes, with complex spice and oak. Mulberries and blueberries feature with violets and rose petals. Asian five spice, caramel, vanilla bean and cocoa sit in the background. A finely woven palate that leads to opulent texture through the middle, finishing with generous length and carefully tuned tannins. Again, mulberries and blueberries are the key fruits, which are met with structural oak giving direction and carry. All elements are threaded with a bright and balanced line."}, {"name": "Leeuwin Estate Art Series Shiraz 2011", "grape": NaN, "region": "Margaret River, Western Australia, Australia", "variety": "Red Wine", "rating": 90.0, "notes": "A compote of blueberries, Satsuma plums and mulberries, laced with lifted violets, ground pepper, mocha, anise and Asian five spice. A textured palate showing great depth and intensity, it is laden with plums, dark cherries and mulberries. Subtle nuances of cocoa, cinnamon and vanilla pod are threaded throughout the palate. The palate has immense length and persistence, with definition highlighted by a silky and long tannin structure."}, {"name": "Leeuwin Estate Art Series Shiraz 2013", "grape": NaN, "region": "Margaret River, Western Australia, Australia", "variety": "Red Wine", "rating": 90.0, "notes": "An amazing display of blue berries, blackberries, anise, dark chocolate and a subtle gaminess. This concentrated and inky bouquet also has highlights of violets and sweet caramel. The palate shows the same intensity as the nose with a layered concentration of flavours on the entry with depth and persistent nuances of dense blackberry underpinned by light roasted coffee beans and dark forest fruits. Elegant French oak and peppery fine tannins elongate the length of this wine delivering a long and lingering finish."}, {"name": "Leeuwin Estate Art Series Shiraz 2014", "grape": NaN, "region": "Margaret River, Western Australia, Australia", "variety": "Red Wine", "rating": 90.0, "notes": "Concentrated blueberries, mulberries and plums give density to a nose that also exhibits black cardamom, anise caramel and hickory. There is subtle lift with rose petals and violets offering further fragrance. Black and blue fruits dominate the palate with upfront weight and texture. Woven fruit layers meet subtle smokey oak creating a layered palate, laced with a finely balanced acid line."}, {"name": "Leeuwin Estate Prelude Cabernet Merlot (stained label) 1997", "grape": NaN, "region": "Margaret River, Western Australia, Australia", "variety": "Red Wine", "rating": 90.0, "notes": "The color is ruby plum with purplish edges. The initial impact of the aromas is sweet fruit - black currant predominant with hints of leather and good rich autumn notes. In the background, though once perceived, never forgotten, is that distinctive cabernet note of slightly dusty berries. Oak does not play a large role in this wine except to build a structure on which the various fruit flavors"}, {"name": "Leeuwin Estate Prelude Vineyards Cabernet Sauvignon 2013", "grape": NaN, "region": "Margaret River, Western Australia, Australia", "variety": "Red Wine", "rating": 90.0, "notes": "A lifted, concentrated and layered nose with blackcurrant, red cherry, and boysenberry notes. Fragrant violet, clove, anise, cassia bark and black cardamom aromas sit suitably in the background. The palate is vibrant and tightly coiled revealing cassis, cocoa and finely tuned oak notes. Subtle spice, underlying char and roasted coffee bean characters offer delicate complexity. Laced acidity with silky ripe tannins provides both length and balance."}, {"name": "Leeuwin Estate Prelude Vineyards Cabernet Sauvignon 2014", "grape": NaN, "region": "Margaret River, Western Australia, Australia", "variety": "Red Wine", "rating": 92.0, "notes": "A seductive and perfumed nose with red cherries and Satsuma plums combining with violets, lavender and bay leaf. Beneath, subtle notes of star anise, cinnamon quill and nutmeg offer complexity. Delicate with gentle layers and powdery tannins, the palate has vibrancy, displaying a red fruit spectrum. Bright acidity creates a defined line through the palate. Cracked coffee bean and cacao are present on the mid-palate, along with a graphite/mineral thread. "}, {"name": "Leeuwin Estate Siblings Shiraz 2003", "grape": NaN, "region": "Margaret River, Western Australia, Australia", "variety": "Red Wine", "rating": 88.0, "notes": "The color is a brilliant deep purple with dark violet tints. The wine is strongly fruit driven by lifted ripe black cherry, blackberry and plums. The complexity increases with cracked pepper, spice and is well supported by elegant oak aromas. The palate is of medium weight with intense sweet black cherry, blackberry and plums following through from the bouquet, with ripe and finely balanced tannins that give the palate its structure and length.  "}, {"name": "Leeuwin Estate Siblings Shiraz 2007", "grape": NaN, "region": "Margaret River, Western Australia, Australia", "variety": "Red Wine", "rating": 90.0, "notes": "The 2007 Sibling Shiraz is a brilliant deep ruby red color. The wine is strongly fruit driven with lifted, ripe mulberry, blackberry, and blood red plums balanced by vanilla, white pepper and spice. The palate is of full to medium weight with a great intensity of sweet black cherry, blackberry, and plums; this intensity carries through to a long and focused finish with fine grain tannins framing the generous soft fruit."}, {"name": "Leeuwin Estate Siblings Shiraz 2004", "grape": NaN, "region": "Margaret River, Western Australia, Australia", "variety": "Red Wine", "rating": 89.0, "notes": "The colour is a brilliant deep ruby red."}, {"name": "Leeuwin Estate Siblings Shiraz 2012", "grape": NaN, "region": "Margaret River, Western Australia, Australia", "variety": "Red Wine", "rating": 90.0, "notes": "Bright, lifted and briary nose, full of plump cherries, concentrated redcurrants, and juicy plums. Anise, cocoa and cinnamon enhance its personality with a slight dusty and chalky undertone creating harmony. Textural and layered, the palate offers fresh andlively primary red fruits; mulberries and plums, offset with a little smoke and caramel from the Burgundian oak. Depth and intensity on the palate is achieved not only by length, but with width, offering complexity with sweeter spices and savory characters."}, {"name": "Leeuwin Estate Siblings Shiraz 2014", "grape": NaN, "region": "Margaret River, Western Australia, Australia", "variety": "Red Wine", "rating": 91.0, "notes": "Lifted, bright and briary, the palate expresses dark black cherries, blueberries and mulberries. Chocolate, caramel and anise surround the fruit spectrum with elevated floral notes of rose and subtle violets. Plushly textured, the palate has concentration with boysenberry and redcurrants present. Black cardamom, anise and clove sit in balance providing complexity. It is integrated and finely woven with subtle sweet oak, a delicate acid line and chalky structural tannins."}, {"name": "Leeuwin Estate Siblings Shiraz 2013", "grape": NaN, "region": "Margaret River, Western Australia, Australia", "variety": "Red Wine", "rating": 90.0, "notes": "The bouquet has incredible intensity befitting a great Shiraz year. There is concentrated mulberry, raspberry and potted plum fruits with coffee beans dipped in chocolate and lovely spice-infused black pepper and licorice to add further complexity. The palate has a wonderful textured feel, displaying juicy blueberries, mulberries, Asian spice, and licorice. The flavors are seamless across the whole of the palate showing a soft, round and approachable wine with fine tactile and mocha tasting tannins."}, {"name": "Left Coast Cellars Cali's Cuvee Pinot Noir 2006", "grape": NaN, "region": "Willamette Valley, Oregon", "variety": "Red Wine", "rating": 91.0, "notes": "The biggest, boldest Cali's to date, this wine offers up a hedonistic nose of cherry, brambly blackberry, pine, orange peel and cinnamon to awake your senses. A truly unforgettable palate suggests raspberries and blackberries with an allusion to wild mint and thyme. Finishing with anise and molasses, this wine speaks to the incredible bounty of the remarkable 2006 vintage. A wonderful glass to sip own its on, this wine has just the right amount of acidity and structure to compliment robust lamb, beef and game dishes.  "}, {"name": "Left Coast Cellars Cali's Cuvee Pinot Noir 2013", "grape": NaN, "region": "Willamette Valley, Oregon", "variety": "Red Wine", "rating": 90.0, "notes": "Named after the family's left-handed daughter, Cali, this Cuvee (blend) is 100% Dijon, Pommard and Wadenswil clone Pinot Noir. Cali's Pinot Noir is a versatile and food-friendly wine, pairing beautifully with anything from the grill."}, {"name": "Left Coast Cellars Cali's Cuvee Pinot Noir 2014", "grape": NaN, "region": "Willamette Valley, Oregon", "variety": "Red Wine", "rating": 91.0, "notes": "The flagship \"drink now\" Pinot Noir offers a rich, earthy nose of mossy forest floor. Lively tannins reveal luscious blackberries, mingling with plum, a waft of tobacco and a flinty minerality. Named after the family's left-handed daughter, Cali, this cuvee is 100% Dijon, Pommard and Wadenswil clone Pinot Noir. "}, {"name": "Left Coast Cellars Cali's Cuvee Pinot Noir 2016", "grape": NaN, "region": "Willamette Valley, Oregon", "variety": "Red Wine", "rating": 90.0, "notes": "Supple and open in texture, this wine offers a mouthful of ripe plum and cherry flavors that mingle with floral and spicy notes. Named after the family’s left-handed daughter, Cali, this Cuvée (blend) is 100% Dijon, Pommard and Wädenswil clone Pinot Noir. Cali’s Pinot Noir is a versatile and food-friendly wine, pairing beautifully with anything from the grill. Delicious now, this wine would reward cellar time."}, {"name": "Left Coast Cellars Latitude 45 Pinot Noir 2014", "grape": NaN, "region": "Willamette Valley, Oregon", "variety": "Red Wine", "rating": 92.0, "notes": "Smooth, supple and loaded with red cherries and raspberries. Flavors are deepened by a hint of cocoa then notes of red pepperbring a pop to the finish. "}, {"name": "Legacy Red 2013", "grape": NaN, "region": "Alexander Valley, Sonoma County, California", "variety": "Red Wine", "rating": 95.0, "notes": "The 2013 Red Wine exhibits a superb balance between richness and structural integrity. On the nose, aromas of cassis, cherry liqueur, wild fennel and cocoa nib flood from the glass alongside a faint hint of bay leaf. The palate delivers a fragrant blueberry and blackberry core supported by sleekly coiled tannins and graceful minerality. Extraordinarily layered, powerful and complex, this wine will age easily for two decades.The Legacy Red Wine assembles Bordeaux varieties from superior blocks in the Jimtown vineyard and Alexander Mountain Estate. Cabernet Sauvignon predominates, with smaller amounts of Cabernet Franc, Malbec, and Petit Verdot adding greater aromatic complexity and depth. An uncompromising attention to detail defines this wine, from pruning and leafing decisions to the final blend. Hand-picked at dawn and sorted by hand, the grapes are vinified in small upright fermenters made of French oak. After blending, the wine is aged for 26 months in 62% new French oak barrels before bottling."}, {"name": "Legaris Crianza 2005", "grape": NaN, "region": "Ribera del Duero, Spain", "variety": "Red Wine", "rating": 90.0, "notes": "A wine made with 100% Tinta Fina variety. Its cherry red color is of notable intensity and with violet edges. Among its aromas, frank and intense, stand out touches of vanilla and coconut, which bear witness to its aging in oak wood. Tasty, lively, well structured, long and with intense aroma in the mouth."}, {"name": "Legaris Crianza 2009", "grape": NaN, "region": "Ribera del Duero, Spain", "variety": "Red Wine", "rating": 90.0, "notes": "Deep garnet red with hues of the same color. Highly aromatic on the nose with dominant notes of well balanced black fruits and complex notes from aging in oak. A round mouthfeel, well structured with body and a long tasty finish. "}, {"name": "Legaris Crianza 2010", "grape": NaN, "region": "Ribera del Duero, Spain", "variety": "Red Wine", "rating": 90.0, "notes": "A very intense picota cherry red with violet hues. Notes of ripe black fruit  on the nose which blend perfectly with toasty and spicy nuances from its aging in barrels. A wine with a rounded, warm mouthfeel and a long finish."}, {"name": "Legaris Crianza 2012", "grape": NaN, "region": "Ribera del Duero, Spain", "variety": "Red Wine", "rating": 90.0, "notes": "Very intense picota cherry red with violet hues. Aromas of ripe black fruit on the nose plus milky notes well blended with the toasty and spiced nuances from aging in barrels."}, {"name": "Lemelson Jerome Reserve Pinot Noir 2012", "grape": NaN, "region": "Willamette Valley, Oregon", "variety": "Red Wine", "rating": 91.0, "notes": "Blending elements from the best of the seven certified organicestate vineyards, Jerome Reserve is intended to be the mostbalanced, expressive and ageworthy Pinot Noir. The 2012 Jerome Reserve is surprisingly coiled for a wine from a relatively warm vintage. With time in the glass, the wine explodes with a combination of raspberry, cherry and strawberry accented by forest floor, licorice and intricate spice. Supple on entry, the structure and shape of this wine are very central on the tongue with the tannic spine buffered by plush red fruit, creating a graceful feel that betrays the warmth of the vintage."}, {"name": "Lemelson Meyer Vineyard Pinot Noir 2012", "grape": NaN, "region": "Dundee Hills, Willamette Valley, Oregon", "variety": "Red Wine", "rating": 91.0, "notes": "The Meyer Vineyard is a long, steep site in the Dundee Hills that faces due south and features a variety of elevations, exposures and microclimates. The steepest, most exposed blocks create very ripe Pinot noir with deeply colored, often dense and multilayered wines, while the more sheltered, gentler slopes yield more subtle, mineral red-fruited wines. Their preferences often depend on the vintage. The 2012 Meyer combines fruit from multiple aspects of the vineyard to make a balanced, admittedly opulent wine. The fragrant nose reveals blueberry and kirsch accented by anise, smoke, sandalwood and earth. The palate is bright and fresh with focused, lithe red fruit driving to the finish, highlighted by darker fruit notes."}, {"name": "Lemelson Meyer Vineyard Pinot Noir 2015", "grape": NaN, "region": "Dundee Hills, Willamette Valley, Oregon", "variety": "Red Wine", "rating": 90.0, "notes": "The Meyer Vineyard is a long, steep site in the Dundee Hills that faces due south and features a variety of elevations, exposures, and microclimates. The 2015 Meyer is composed of fruit picked at the very beginning of harvest to produce fresh, aromatic wine that combines red cherry and plum with woodsmoke, tarragon, potpourri, and creme brulee. The palate is fresh and lithe, with dark spice carried by loads of red fruit to a long, delicately balanced finish. This is a young wine that will gain in weight over the next year and age gracefully for 10+ years."}, {"name": "Lemelson Stermer Vineyard Pinot Noir 2014", "grape": NaN, "region": "Yamhill-Carlton District, Willamette Valley, Oregon", "variety": "Red Wine", "rating": 92.0, "notes": "Planted across from the winery in the Yamhill-Carlton AVA, Stermer Vineyard has been farmed organically since being planted in 1997. With Willakenzie marine sedimentary soils composed of a thin layer of silty-clay loam atop sandstone, the wines from this site are often full-bodied with prominent cherry, spice and earth notes. The nose of the 2014 Stermer shows dried flowers, strawberries, and black cherry, accented by deeper licorice and cinnamon notes. The palate is medium bodied, textured and round.  The finish is long and marked by sweet fruit and cocoa flavors."}, {"name": "Lemelson Thea's Select Pinot Noir 2000", "grape": NaN, "region": "Oregon", "variety": "Red Wine", "rating": 88.0, "notes": "Thea Lemelson likes her Pinots on the racy side - deeply fruity, rich and satisfying, with softer tannins while still having the firm acidic backbone needed to pair easily with fine cuisine. Thea wants the complexity that comes from low yields and minimal intervention in the winery without having to wait a decade. Thea's Pinot Noir is indeed a \"selection,\" a Reserve-level blend that brings together elements selected from individual barrels showing the most juicy, forward, perfumed, racy fruit, while still having the requisite tannins needed to age and gain in complexity. In our blending tasting selections, we have kept Thea's wishes in mind and have tried to please her... we hope you are also tickled!  "}, {"name": "Lemelson Thea's Select Pinot Noir 2006", "grape": NaN, "region": "Willamette Valley, Oregon", "variety": "Red Wine", "rating": 90.0, "notes": "\"Thea's Selection is Lemelson's \"measuring stick\" Pinot Noir, as it is a blend of blocks from the different estate vineyards. This elegant release emphasizes aromas of pungent herbs, lifted with hints of rose petal and briary berry. In the mouth there is a lively, sappy, fruit-centric focus, showing concentrated raspberry (framboise) flavors. In short, a thoroughly delicious bottle that makes the case for blends over most single-vineyard offerings in Oregon.\""}, {"name": "Lemelson Thea's Select Pinot Noir 2012", "grape": NaN, "region": "Oregon", "variety": "Red Wine", "rating": 90.0, "notes": "The Thea's Selection Pinot Noir is the measuring stick of our success as growers and winemakers. A blend from blocks in each of the Lemelson vineyards, Thea's expresses the vintage, our intentions and our efforts perhaps more than any other."}, {"name": "Lemelson Thea's Select Pinot Noir 2014", "grape": NaN, "region": "Willamette Valley, Oregon", "variety": "Red Wine", "rating": 92.0, "notes": "#68"}, {"name": "Lemelson Thea's Select Pinot Noir 2015", "grape": NaN, "region": "Willamette Valley, Oregon", "variety": "Red Wine", "rating": 91.0, "notes": "As Lemelson’s house cuvee, Thea’s Selection is a blend of fruit sourced from all seven of the winery’s organic, estate vineyards that span across three different Willamette Valley AVAs. As such, it is a wonderful representation of the 2015 vintage across all of the sites."}, {"name": "Lengs and Cooter Shiraz The Victor 2005", "grape": NaN, "region": "McLaren Vale, South Australia, Australia", "variety": "Red Wine", "rating": 90.0, "notes": "This wine is made from premium grapes sourced from one of the great Shiraz producing areas of South Australia namely McLaren Vale . A significant proportion of this wine is handmade using traditional methods i.e. small two tonne open fermenters, hand plunged and basket pressed prior to spending 10 months in older French and American oak Hogsheads.  "}, {"name": "Lengs and Cooter Shiraz The Victor 2006", "grape": NaN, "region": "McLaren Vale, South Australia, Australia", "variety": "Red Wine", "rating": 91.0, "notes": "A blend of 90% Shiraz and 10% Grenache."}, {"name": "Lengs and Cooter The Victor 2002", "grape": NaN, "region": "Australia", "variety": "Red Wine", "rating": 90.0, "notes": "\"A great value ... the emphasis is on \"great,\" is the 2002 The Victor, a 3,000-case blend of 70% Shiraz and 30% Grenache. It exhibits surprising elegance (a characteristic of the 2002 vintage) along with tell-tale toasty oak as well as sweet, dense, black cherry, and black currant fruit notes. This deep ruby/purple-colored, medium-bodied 2002 is surprisingly defined and stylish. It is hard to believe a wine of this stature, gracefulness, and intensity can be purchased for $18...\""}, {"name": "Leo Steen Ascona Vineyard Cabernet Franc 2017", "grape": NaN, "region": "Santa Cruz Mountains, California", "variety": "Red Wine", "rating": 91.0, "notes": "This expressive wine displays a gorgeous nose of black cherry and bittersweet chocolate, as well as layers of menthol, lavender, and graphite. On the palate, ages worthy tannins underscore a savory mix of dark fruit, dried flowers, and Kirsch."}, {"name": "Leo Steen Provisor Vineyard Grenache 2016", "grape": NaN, "region": "Dry Creek Valley, Sonoma County, California", "variety": "Red Wine", "rating": 90.0, "notes": "Though beautifully explosive, with robust layers of wild strawberry, Kirsch, and ripe cherry, this wine is also remarkably poised and light on its feet. On the palate, the lush, juicy fruit mingles with hints of lavender, eucalyptus, and freshly cracked black pepper. Round, sweet tannins underscore a lingering finish with flavors of dried flowers and homemade strawberry jam. "}, {"name": "Leo Steen Provisor Vineyard Grenache 2015", "grape": NaN, "region": "Dry Creek Valley, Sonoma County, California", "variety": "Red Wine", "rating": 93.0, "notes": "While this wine has beautiful fruit character, with lush, inviting layers of wild strawberry, black raspberry, and violets, it also has a sophisticated savory side, with notes of moist earth and white pepper. On the palate, the vibrant fruit is framed by firm tannins and a streak of refreshing acidity that lifts the wine and carries the flavors to a bright, focused finish."}, {"name": "Leo Steen Scala Vineyard Syrah 2013", "grape": NaN, "region": "Sonoma Mountain, Sonoma Valley, Sonoma County, California", "variety": "Red Wine", "rating": 93.0, "notes": "From it lovely deep opaque color to its classic Syrah aromas of purple flowers, sweet tobacco, licorice and blackberry, this is a nuanced and alluring wine. On the palate, the structure is defined by firm tannins and lively acidity—qualities that add length and focus to a sweet and savory mix of flavors that includes black raspberry, Kirsch and smoked meats."}, {"name": "Leone de Castris Primitivo di Manduria Villa Santera 2009", "grape": NaN, "region": "Italy", "variety": "Red Wine", "rating": 90.0, "notes": "The Primitivo di Manduria Villa Santera is rich purple in color. The bouquet is rich in cherry, spiced tobacco and toasted notes. It is a full-bodied wine, warm and soft on the palate with flavors that continue to evolve. "}, {"name": "Leone de Castris Salice Salentino Riserva 2006", "grape": NaN, "region": "Italy", "variety": "Red Wine", "rating": 90.0, "notes": "Intense ruby-red in color with garnet reflections, the wine has concentrated aromas of black cherries, plums and blackberries, along with spiced notes of vanilla and licorice. Particularly suitable for roasted red meat, aged steak cuts, rotisseries and aged cheeses. "}, {"name": "Leone de Castris Salice Salentino Riserva 2007", "grape": NaN, "region": "Italy", "variety": "Red Wine", "rating": 91.0, "notes": "Salice Salentino Riserva is a wine of intense red color with garnet colored hints, made of Negroamaro and Malvasia Nera. On the nose, fruity sensations of blackberry and black cherry, and notes of basil and sweet spices due to the refinement in oak barrels. In the mouth it is smooth and balanced with strong but never intrusive tannis and a long lasting finish."}, {"name": "Leone de Castris Salice Salentino Riserva 2010", "grape": NaN, "region": "Puglia, Italy", "variety": "Red Wine", "rating": 89.0, "notes": "Wine of an intense red color with garnet colored hints, made of Negroamaro and Malvasia Nera. On the nose, fruity sensations of blackberry and black cherry, notes of basil and sweet spices due to the refinement in oak barrels. On the palate, smooth and balanced with a strong but never intrusive tannin. Long lasting finish.  "}, {"name": "Leone de Castris Salice Salentino Riserva 2011", "grape": NaN, "region": "Puglia, Italy", "variety": "Red Wine", "rating": 91.0, "notes": "Intense ruby-red in color, concentrated aromas of black cherries and baked red fruits complement undertones of plums, spices, vanilla, and anise. On the palate, velvety tannins and a full body frame the long, delectable finish of stewed strawberries and vanilla beans."}, {"name": "Leone de Castris Salice Salentino Riserva 2014", "grape": NaN, "region": "Italy", "variety": "Red Wine", "rating": 89.0, "notes": "This wine is ruby-red in color with expressive notes of ripe plum mingled with blackberry jam and sweet spice. On the palate, Maiana is full-bodied and robust. "}, {"name": "Leone de Castris Salice Salentino Riserva 2015", "grape": NaN, "region": "Italy", "variety": "Red Wine", "rating": 89.0, "notes": "Intense ruby-red in color, concentrated aromas of black cherries and baked red fruits complement undertones of plums, spices, vanilla, and anise. On the palate, velvety tannins and a full body frame the long, delectable finish of stewed strawberries and vanilla beans."}, {"name": "Leonetti Cabernet Sauvignon (1.5 Liter Magnum) 2014", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 93.0, "notes": "Impenetrably dark. An explosive nose of coffee, red and blackfruits, Russian sage, and garden herbs. Lesser notes followof crème cassis, currant, and black olive. On the palate, thewine is dense, sweet, and broodingly dark. Simply perfectfine-grained tannins melded with laser-focused acidity deliverimpressive length that lingers on the palate."}, {"name": "Leonetti Cabernet Sauvignon 1994", "grape": NaN, "region": "Columbia Valley, Washington", "variety": "Red Wine", "rating": 91.0, "notes": "Leonetti Cabernet Sauvignon is a very dark wine with an incredible nose consisting of aromatic cedar, anise, black cherry, and balsam. This is a very distinctive wine with a rich, heavy mouthfeel. This weighty palate impression is backed by high-quality, fine grained tannins. "}, {"name": "Leonetti Cabernet Sauvignon 1995", "grape": NaN, "region": "Columbia Valley, Washington", "variety": "Red Wine", "rating": 91.0, "notes": "The 1995 Cabernet Sauvignon has deep ruby-red color. A full bodied and rich wine, the wine has aromas of fruit, smoke and mint. Finishes with length.  "}, {"name": "Leonetti Cabernet Sauvignon 1997", "grape": NaN, "region": "Columbia Valley, Washington", "variety": "Red Wine", "rating": 90.0, "notes": "A very dark wine, our '97 Cabernet Sauvignon - Columbia Valley has a beautiful high-tone nose of cassis, mint, leather, and cedar shavings. This elegantly styled, balanced wine is rich, soft, and complex, with an extremely long finish of fruit and oak spice and fine-grained tannins. A compelling Leonetti Cabernet Sauvignon from a great vintage.  "}, {"name": "Leonetti Cabernet Sauvignon 1998", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 93.0, "notes": "The 1998 vintage was a winemakers dream in the Walla Walla Valley. The year was very warm with perfect conditions from bloom to harvest. Yields were naturally low and resulted in wines of incredible intensity, color, and fruit. Our 1998 Cabernet Sauvignon is a very dark wine with an incredible nose consisting of aromatic cedar, anise, black cherry, and balsam. This is a very distinctive wine with a rich, heavy mouthfeel. This weighty palate impression is backed by high-quality, fine grained tannins."}, {"name": "Leonetti Cabernet Sauvignon 2001", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 92.0, "notes": "Intense Dark color saturated to the rim. Initial aromas of vanilla, spice, and tobacco evolve in the glass to sweet cassis, currants and dark fruits. Seamless tannins carry the wonderful viscous finish across the palate.  "}, {"name": "Leonetti Cabernet Sauvignon 2000", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 93.0, "notes": "Our 2000 Cabernet Sauvignon possesses inky color that is saturated to the rim. The nose is of ripe black fruits, cassis, and balsam fir. The wines abundant tannin hide themselves in the wines excellent balance and long finish.  "}, {"name": "Leonetti Cabernet Sauvignon 2005", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 94.0, "notes": "This very dark wine has classic Walla Walley Valley Cabernet Sauvignon elements of cassis, pine tar and cedar, crushed red and black fruits, cranberries, and bright, high-tone floral notes. The palate is lush and fay yet elegant, balanced by wonderful acidity, and finishes with perfectly ripe tannin that carries the wine across the palate."}, {"name": "Leonetti Cabernet Sauvignon 2010", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 91.0, "notes": "Saturated dark ruby to the rim. The 2010 Cabernet has a tremendously pleasing nose of mixed berries, creme brulee,cassis, baking spices, and cinnamon. There is truly an exceptional purity to the nose that makes me close my eyes when I place my nose inside to focus on this chimera in a glass. The palate is tightly wound yet plush, having simply perfect balance and length. There is a lot of ripe tannin here, but not a rough edge to be found. After 5 days open, the wine continues to develop and display remarkable purity of fruit."}, {"name": "Leonetti Cabernet Sauvignon 2011", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 91.0, "notes": "Poured initially out of the bottle, the 2011 Cabernet Sauvignon presents dark black fruit, cedar and classic Left bank Bordeaux nose of fruit, saddle leather and earth. It's sizably masculine mouthfeel has great length. Sweet fruit and gorgeously balanced. this wine has amazing cellaring capabilities and will reward the patient drinker. "}, {"name": "Leonetti Cabernet Sauvignon 2012", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 93.0, "notes": "Exceptionally dark. Beautifully complex, sultry nose of dark fruits, including plum and cassis with dried herbs —predominantly rosemary and sage — with complementary notes of earth and tar. The wine has a wonderfully voluptuous texture on the palette and slowly reveals a masculine structure and excellent acidity on its long finish. A simply classic Leonetti Cabernet, reminiscent of the delicious 2008 vintage. 2012 was an exquisitely warm growing season and all of our Cabernet vineyards performed brilliantly. "}, {"name": "Leonetti Cabernet Sauvignon 2013", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 92.0, "notes": "Dark and brooding, the 2013 Leonetti Cabernet Sauvignonhas a beautiful nose of blackberries, blue fruits, spices, and black tea, perfectly framed by a light touch of toasted French oak. As a warm year in the Walla Walla Valley, Cabernet truly shined and yielded deliciously generous wine with a long, pure finish. Classic Leonetti Cabernet from a remarkable vintage."}, {"name": "Leonetti Cabernet Sauvignon 2014", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 93.0, "notes": "Impenetrably dark. An explosive nose of coffee, red and blackfruits, Russian sage, and garden herbs. Lesser notes followof crème cassis, currant, and black olive. On the palate, thewine is dense, sweet, and broodingly dark. Simply perfectfine-grained tannins melded with laser-focused acidity deliverimpressive length that lingers on the palate."}, {"name": "Leonetti Cabernet Sauvignon 2015", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 92.0, "notes": "Nearly black in the glass. Intricate nose of licorice, lavender, dried herb, cold black coffee mixed with caramel, black fruits, and elderberry. Incredible purity of fruit. Massive, but plush, with a core of mouthwatering acidity and a polished finish. "}, {"name": "Leonetti Cabernet Sauvignon (damaged label) 2007", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 91.0, "notes": "Sharply defined, with interesting citrus flavors defining the borders of the fruit. Lemon peel, candied pineapple and even grapefruit add lovely grace notes indicative of rich, clean, natural acids and a wine with plenty of glycerin. The stunning red fruits are polished and backed with details such as dried herb, and a tiny hint of mint."}, {"name": "Leonetti Cabernet Sauvignon (damaged label) 2009", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 91.0, "notes": "Dark as night. An absolutely explosive nose of ripe red and black fruits, licorice, coffee, cassis and pine boughs. Palate is gorgeously plush, rich, dense, long, and loaded with fruit. Tannin is smooth and ripe, finish lasts forever. A very flamboyant yet balanced Cabernet."}, {"name": "Leonetti Merlot 1993", "grape": NaN, "region": "Washington", "variety": "Red Wine", "rating": 91.0, "notes": "Beautiful dark red color. A nose of lavender and violet florals gives way to candied bing cherry, subtle toasty oak notes, and a wine just dripping with gobs of ripe fruit. The wine coats the palate with it's glycerin and sweet fruit. This wine has a purity of fruit and length that even the finest estates of Pomerol and St. Emilion would envy."}, {"name": "Leonetti Merlot 1995", "grape": NaN, "region": "Columbia Valley, Washington", "variety": "Red Wine", "rating": 90.0, "notes": "Beautiful dark red color. A nose of lavender and violet florals gives way to candied bing cherry, subtle toasty oak notes, and a wine just dripping with gobs of ripe fruit. The wine coats the palate with it's glycerin and sweet fruit. This wine has a purity of fruit and length that even the finest estates of Pomerol and St. Emilion would envy. "}, {"name": "Leonetti Merlot 1997", "grape": NaN, "region": "Columbia Valley, Washington", "variety": "Red Wine", "rating": 91.0, "notes": "A deep red wine with a beautifully integrated nose of black fruits, vanillin and anise with toasted oak notes. This wine is very soft in the mouth but backed up with nice structure. A very rich wine, it has a finish that seems to go on for minutes. A classic Leonetti Merlot with good aging potential. "}, {"name": "Leonetti Merlot 1998", "grape": NaN, "region": "Columbia Valley, Washington", "variety": "Red Wine", "rating": 93.0, "notes": "Perhaps as much as any other varietal, Merlot reflects the vintage from which it is produced, and 1998 is sure to go down as one of the finest vintages in the history of Washington wine. Leonetti's ’98 Merlot Columbia Valley possesses an inky dark purple color. The nose is that of jammy ripe black and red dried fruits, chocolate, and oak-influenced vanillan. The mouthfeel is incredibly rich, soft, and fleshy, buttressed by long, fine-grained tannins. This is a compelling, Hedonistic wine with solid aging potential."}, {"name": "Leonetti Merlot 1999", "grape": NaN, "region": "Columbia Valley, Washington", "variety": "Red Wine", "rating": 92.0, "notes": "It is a very dark wine with a brooding nose of dust, mint, bay leaf, and black fruits. The wine has signature Leonetti integrated oak, and harmonious, high toned fruit. This wine is rich, with excellent acid balance typical of the vintage, and ends with a long finish."}, {"name": "Leonetti Merlot 2001", "grape": NaN, "region": "Columbia Valley, Washington", "variety": "Red Wine", "rating": 90.0, "notes": "A very dark wine with very brooding, sexy nose of violet florals, black fruits, dried herbs and sage, mint, meat and toasted oak. The wine is very concentrated with a soft, lush finish and great length. A Merlot lovers’ Merlot."}, {"name": "Leonetti Merlot 2003", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 95.0, "notes": "The wine jumps from the glass with a brilliant, high-toned fruit nose of flowers, freshly cut fruit, and cherry liqueur backed with subtle, integrated spicy oak. This classic Leonetti Merlot presents soft but dense sweet fruit on the pallet as fully ripe, mellow tannins disappear into a long, seamless finish."}, {"name": "Leonetti Merlot 2004", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 91.0, "notes": "The wines nose consists of bright floral aromatics, elderberry, red and black creme fruits and spicy yet subdued notes of balsam, pencil shavings, and pine. The palate is broad and fat with a soft, long, yet lively finish that brings back Merlot lovers to this wine again and again."}, {"name": "Leonetti Merlot 2005", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 94.0, "notes": "\"The 2005 Merlot contains 8% Cabernet Sauvignon and 7% Petit Verdot. It spent 14 months in French and American oak and was bottled unfiltered. Purple-colored, it has a splendid bouquet of pain grille, spice box, cassis, and black currants. This is followed by a plush wine with layered flavors, superb balance, and terrific length. This outstanding Merlot can be enjoyed now but merits 4-6 years of further cellaring. It should provide pleasure through 2030.\""}, {"name": "Leonetti Merlot 2007", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 91.0, "notes": "A blend of 93% Merlot and 7% Petit Verdot."}, {"name": "Leonetti Merlot 2006", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 91.0, "notes": "Beautiful dark red color. A nose of lavender and violet florals gives way to candied bing cherry, subtle toasty oak notes, and a wine just dripping with gobs of ripe fruit. The wine coats the palate with it's glycerin and sweet fruit. This wine has a purity of fruit and length that even the finest estates of Pomerol and St. Emilion would envy. Everything is in balance and this generous wine is ready to drink now but will also reward cellaring."}, {"name": "Leonetti Merlot 2008", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 92.0, "notes": "This bright, aromatic, vivid wine opens with a bowlful of berries and cherries. There is plenty of acid under the ripe fruit, which takes center stage at the moment. The significant addition of Carmenère (from the Seven Hills vineyard) adds black pepper to the engaging mix of flavors. Despite its youth, the flavors persist for a remarkably long finish,"}, {"name": "Leonetti Merlot 2012", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 94.0, "notes": "The wine is dark and saturated. In the glass, the wine explodes with an ethereal, complex nose of cinnamon, plum, pomegranate, clove, and a  hint of spring pine forest. On the palate, the wine has delicious fresh ripe fruit, reminiscent of berry pie filling. Incredible richness but with a stunning levity that lifts."}, {"name": "Leonetti Merlot 2010", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 93.0, "notes": "Dense, dark, and lush but with amazing focus and levity. Loaded with dark blue and black fruits. Gorgeous high tone aromatics are reminiscent of brambleberry reduction compote. Long and plush on the palate, but with a fine grained tannin structure and brilliant acidity from the epic 2010 vintage. This may be the finest Merlot in Leonetti's history. I am completely enamored by the complexity of this wine. The cool vintage gives such restraint to the opulence of the fruit. This wine will drink well upon release but age for many years to come. Made with 100% Merlot."}, {"name": "Leonetti Merlot 2013", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 92.0, "notes": "As pure and linear an expression of Walla Walla Merlot thatyou might imagine. Simply gorgeous red and black fruits,especially blueberries, raspberries, and hints of dried apricot.The mouth feel is so wonderfully plush, delicious, andexpansive. This wine just makes me smile with pleasure andis everything I love about Walla Walla Merlot. The additionof 8% Cabernet Franc from old vines at the Leonetti Estatecontributes lovely violet aromatics and glycerin to the palate."}, {"name": "Leonetti Merlot 2015", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 93.0, "notes": "This 100% Merlot pours inky into the glass. The nose is deep and intricate with top note florals lifting it higher as it opens. Tightly focused, the wine saturates the palate with dense blue and black fruits that linger endlessly. An immensely pleasurable wine, it possesses all the attributes that make Walla Walla one of the world’s premier places to grow Merlot. "}, {"name": "Leonetti Merlot 2014", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 91.0, "notes": "Placing one’s nose into a glass of the 2014 Leonetti Merlot results in an immediate smile. It leads with a gorgeous pure fruit nose of compote reduction and graham cracker that jump from the glass. It is so rich, lush, and pure. It is a positively delicious wine that will easily age 10+ years for those of you who enjoy cellaring wines. This is everything Merlot wants to and can be in Washington State."}, {"name": "Leonetti Merlot 2016", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 92.0, "notes": "2016 will be remembered as a classic vintage for Merlot. Thiswine has a delicious, creamy nose with jammy black fruits andmixed florals. It is incredibly broad on the palate–a distinctivecharacteristic of Washington Merlot. The finish is spicy, sweet,lively, and lengthy. "}, {"name": "Leonetti Merlot (loose foil capsule) 2000", "grape": NaN, "region": "Columbia Valley, Washington", "variety": "Red Wine", "rating": 91.0, "notes": "The 2000 vintage was extraordinary in Washington, and Leonetti's 2000 Merlot certainly lives up to that billing. With a nose driven by high-tone fruit, vanillin, and spice, this wine is loaded with varietal character. The Leonetti house style for Merlot really shows through, as this wine is very concentrated, but ends with a fleshy softness that makes this wine so attractive to drink. This wine is 100% Merlot."}, {"name": "Leonetti Merlot (scuffed labels) 2011", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 91.0, "notes": "Beautiful, deep ruby color. 2011 was the coolest vintage inthe Walla Walla Valley in 20 years. It was a winemakersvintage and one that will forever separate the \"men fromthe boys.\" Everything had to be executed to perfection inthe vineyard, a feat in which we managed to accomplish.Merlot, being the earliest variety we have to ripen, was trulyat home in this vintage and produced a wine I can aptlydescribe as resembling the finest Right Bank Claret fromBordeaux. Such is its leaness, levity, and beauty. The nose isjust loaded with pure red and blue berries, along with floralnotes. Fantastic acid punctuates the lovely finish."}, {"name": "Leonetti Reserve 1998", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 92.0, "notes": "A wine with great depth of color, our '98 Reserve has a nose of rich black fruits, creme brulee, spice, and cream, while maintaining varietal purity. The palate is ultra-rich and mouth-filling, with flavors of black fruits and integrated wood spice. The incredibly long finish is backed by delicious fine-grained, soft tannins, and integrated toasty oak. This wine will likely be remembered as one of the finest Leonetti's produced to date. "}, {"name": "Leonetti Reserve 2002", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 91.0, "notes": "This wine may be remembered as one of the finest Leonetti has produced. The wine's aroma itself can hold one captive without ever taking a sip. The nose boasts incredible sweet fruit, cedar, plums, and cassis. The wine is very dense while being seamless and lasting on the palate long after the wine is swallowed. As always, Leonetti Reserve reflects the winery's efforts to produce a wine amongst the finest in the world. It is entirely estate grown and only produced in exceptional vintages -- blended in varying varietal percentages through diligent selection of individual barrels to produce the greatest wine possible."}, {"name": "Leonetti Reserve 2005", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 97.0, "notes": "Having a beautiful saturated color, the wine's nose is enchanting ith a complex potpourri of rich, ripe sweet black fruits, plum, and spicebox with hints of beautiful herbs de Provence. The palate of the wine is structured with fine-grained smooth tannins and notes of mineral, creme cassis, and finishes very long with monumental purity. "}, {"name": "Leonetti Reserve 2000", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 92.0, "notes": "2000 Reserve reveals beautifully deep color and a bright, high tone nose of ripe fruits, cedar, and spicy oak-influenced vanillin. This is a tightly wound wine with long aging potential that will be immediately pleasing as well.  "}, {"name": "Leonetti Reserve 2006", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 93.0, "notes": "The best barrels from an entire vintage earn the right to become part of the Leonetti Reserve blend, which is simply our finest effort every year we produce it. This year all three of our estate vineyards had shining stars that contributed to the blend. For the first time, Malbec from Loess Vineyard makes an appearance. Thsi year's Reserve is once again just monumental. While still tight today (as you'd expect at this young age), the nose has a beautiful medley of plums and black fruits, blackberry puree, very ripe bloddy bing cherries, dried rose petals and a whiff of smoke and cedar. While being very big, dense and long in the finish, the palate impression is perfectly balanced and plush, with an incredible glycerin mouthfeel. I'm terrifically proud of this wine, and confident you will agree it stands comfortably amongst the finest Bordeaux-varietal red wines in the world. "}, {"name": "Leonetti Reserve 2011", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 93.0, "notes": "Dark, saturated and gorgeous. Intoxicating nose of fresh flowers, dark red fruit and a glorious citrus note - which Leonetti are rarely able to capture in their wines. There is also a tiny sprinkling of cedar shavings, Creme de cassis, and crushed blackcurrant. Unbelievably vibrant and focused. The palate is plush and long with a core of sweetness. Respecting the coolness of the vintage, the acidity is deliciously bright and the tannin low. "}, {"name": "Leonetti Reserve 2012", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 94.0, "notes": "Divinely complex with notes of sweet fresh and dried flowers, balsam, creme brulee, and vanilla. Pure ripe fruit without being cloying. Background notes of a freshly cut white fir awaiting Christmas lights. Delicious, incredible length, with a string of perfect acidity coursing throughout and supporting the intense fruit with levity and freshness.  "}, {"name": "Leonetti Reserve 2014", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 93.0, "notes": "Impenetrably dark. An explosive nose of coffee, red and black fruits, Russian sage, and garden herbs. Lesser notes follow of crème cassis, currant, and black olive. On the palate, the wine is dense, sweet, and broodingly dark. Simply perfect fine-grained tannins melded with laser-focused acidity deliver impressive length that lingers on the palate. "}, {"name": "Leonetti Reserve 2013", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 91.0, "notes": "This 2013 Cabernet dominant blend has a stunning nose of tar, iron minerality, cassis, and dried flowers ~ especially lavender. On the palate, the wine is powerful and pure, repeating the note of cassis liqueur and black olive compote. All the elements of fruit,acidity, and tannin are perfectly balanced, ensuring a lengthycellaring life if you have the patience to hide it in your cellar."}, {"name": "Leonetti Reserve 2015", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 93.0, "notes": "Color is deeply saturated ruby. Our flagship ’15 Reserve has anexplosive nose of vanilla, lavender, cinnamon graham cracker,and puree of ripe brambles. Time in the glass reveals secondarynotes of cedar and strawberry rhubarb pie. Seamless tanninsand incredible length. With a finish resembling cherry liqueur,the Malbec brings the wine into tight focus."}, {"name": "Leonetti Reserve (torn label) 2007", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 96.0, "notes": "A blend of the best lots from Mill Creek Upland, Seven Hills and Loess vineyards, this Cab-dominated blend also includes 12% Petit Verdot, 11% Malbec and 2% Merlot. It's quite slick on the palate, with good texture from well-integrated tannins. The fruit is dark and brooding - black cherry and wild blackberry - with a hint of rose, smoke and cedar. "}, {"name": "Leonetti Reserve (torn label) 2008", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 93.0, "notes": "Cabernet Sauvignon 69%, Petit Verdot 11%, Merlot 11%, Cabernet Franc 9%."}, {"name": "Leonetti Sangiovese 2005", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 91.0, "notes": "With unusually dark color for Sangiovese and body to match, this wine has fantastic floral, raspberry puree, and intense pure fruit aromatics. A very small amount of new oak serves as a lovely background characteristic. The wine has great palate sweetness, intense acidic fruit and purity. As always with this lovely varietal, it has fantastic bracing acidity that allows it to pair with such a wide variety of foods.  "}, {"name": "Leonetti Sangiovese 2000", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 91.0, "notes": "Beautiful dark ruby color. A distinctive bright nose of red and dried fruits, including cherry, with cedar shaving undertones. The wine is very alive on the palate with vibrant acidity, a great middle mouth feel, and a complex finish. "}, {"name": "Leonetti Sangiovese 2006", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 92.0, "notes": "The opening nose of this wine is textbook Sangiovese. Strawberries and strawberry preserves dominate the fruit profile backed up by some beautiful floral notes and aromatics you would expect of an old-world Brunello or Chianti such as saddle leather and earth. The palate reveals the wine's youth as it is a big, tannic youngster on the first taste. This gives way to impressive length, some chalky oak, with a fantastic cutting acidity, focus and a burst of fruit that makes this wine's profile just explode wtih food. We're very proud to have this wine in the Leonetti stable, as it is so entirely different from our Bordeaux variety wines and yet so entirely attractive in those differences. We are also tremendously happy with our decision to add an extra 6 months of bottle age, further improving our Sangiovese program, already critically noted as the finest in the U.S., if not the world! "}, {"name": "Leonetti Sangiovese 2007", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 91.0, "notes": "This was aged in French oak puncheons and large oval botti for 14 months, this wine has very mild European oak characteristics. Bright re-ruby color. Sexy, slightly grapey aromas of red currant, violet and cedar. Finishes with a suggestion of sweet chocolate and lively acidity. "}, {"name": "Leonetti Sangiovese 2008", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 91.0, "notes": "Sangiovese 92%,  Syrah 8%. "}, {"name": "Leonetti Sangiovese 2009", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 91.0, "notes": "Exceptional deep ruby color. Enticing nose of dried fruits, cranberries, vanilla, pencil shavings and graham cracker. On the palate it is smooth, long and balanced by fine tannin and lively acidity. Excellent purity of fruit. After 3 days open this one is singing! Enjoy now through 2030. "}, {"name": "Leonetti Sangiovese 2011", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 90.0, "notes": "Beautiful ruby color. Lovely nose of tart cherry, fresh crushed strawberries, lanolin and mixed spring florals. Its deeply satisfyingly rich palette somehow defies the vintage and is balanced by a deft streak of acid and ultra fine grained soft tannin. The harmonious flavors linger forever on the palate. "}, {"name": "Leonetti Sangiovese 2010", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 92.0, "notes": "Very dark color that any Brunello from the finest of vintages would envy. The nose bursts with bright, freshly macerated ripe strawberries and Bing cherries. There is a sense of stoney minerality that you'll positively love. On the palate, reserved sweet fruit. Ripe and plentiful \"Brunello\" style tannin. Possessing beautiful precision and focus, this Sangiovese epitomizes leanness and power. A paradox in a glass! Being a \"dream vintage\", the 2010 Sangiovese may be Leonetti's finest to date and will age for decades if you can keep your hands off it. "}, {"name": "Leonetti Sangiovese 2013", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 91.0, "notes": "The 2013 Leonetti Sangiovese is loaded with cranberry, black cherry, pomegranate, and notes of white tea. The palate is so incredibly refreshing and will compliment almost any food."}, {"name": "Leonetti Sangiovese 2012", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 92.0, "notes": "Beautiful deep garnet color. The nose displays driving, darkred Bing cherries. This wine tastes like a liquid expression of that flavor. A unique contributing factor to this wine blend is theaddition of 8% of the varietal Aglianico. A first for WallaWalla Valley, we planted this ancient grape of southernItaly in our Serra Pedace Vineyard. We tried a splash of thisvarietal in the blend and found it fit like a glove, addingstructure and a firm core of austere fruit."}, {"name": "Leonetti Sangiovese 2014", "grape": NaN, "region": "Walla Walla Valley, Columbia Valley, Washington", "variety": "Red Wine", "rating": 92.0, "notes": "Dazzling, dark ruby color. An alluring nose and palate of wet stones, crushed cherries, and ripe strawberries, with lesser notes of sawdust, crème vanilla, elderberries, and roses. The palate is alive with a brilliance and levity that is incredibly refreshing. The tannins are fine-grained with perfect balance and a delightfully satisfying finish."}, {"name": "Leonetti Seven Hills Vineyard Reserve Cabernet Sauvignon 1996", "grape": NaN, "region": "Columbia Valley, Washington", "variety": "Red Wine", "rating": 90.0, "notes": "A very deep, darkly colored wine, our '96 Reserve Cabernet Sauvignon exhibits exotic aromas of spices and sweet black fruits of cassis and blackberries. The wines loaded with gobs of wood influenced vanillin. A big, rich, chewy wine with the kind of density that can only be  accomplished with very low yields. This is a full bodied, powerful wine with a satisfying, fruity finish. A great aging future awaits this wine.  "}, {"name": "Les Alexandrins Cornas 2016", "grape": NaN, "region": "Cornas, Rhone, France", "variety": "Red Wine", "rating": 91.0, "notes": "Wines from Cornas tend to open up after a few years. This Cornas has the advantage of having great elegance now and in two or three years time this will already be a great wine to drink."}, {"name": "Les Alexandrins Domaine Crozes-Hermitage 2016", "grape": NaN, "region": "Crozes-Hermitage, Rhone, France", "variety": "Red Wine", "rating": 91.0, "notes": "In 2016, the grapes arrived in the cellar with beautiful balance and freshness.The color is of an intense black. The nose shows a delicate but complex bouquet of aromas: pretty notes of black fruit (blackcurrant, blackberries), smoked and grilled notes and sweet spices. In the mouth, the attack is full of freshness, dense, with fine tannins and beautiful aromas with subtle notes of ageing and red and black fruit. A perfect expression of this terroir."}, {"name": "Les Alexandrins Domaine Saint-Joseph 2015", "grape": NaN, "region": "Saint-Joseph, Rhone, France", "variety": "Red Wine", "rating": 91.0, "notes": "A beautiful red-black colour, with violet undertones, this wine expresses a stylethat highlights the tension, and the vivaciousness of Syrah rather than theirrich jamy character. The nose reveals a beautiful mineral freshness, notes ofblackcurrant, peonies and sweet spices. On the palate, a fine tension,nourished by a silky tannic structure, accompanies this wine towards a richand digestible finish."}, {"name": "Les Alexandrins Domaine Saint-Joseph 2016", "grape": NaN, "region": "Saint-Joseph, Rhone, France", "variety": "Red Wine", "rating": 90.0, "notes": "A beautiful red color with purple undertones, this wine develops aromas of black fruit, slightly roasted cocoa, pepper and sweet spices. The mouth is full of freshness, with fine tannins that give it volume and roundness. The finish is long and harmonious, very elegant wine. "}, {"name": "Les Alexandrins Maison Crozes-Hermitage 2016", "grape": NaN, "region": "Crozes-Hermitage, Rhone, France", "variety": "Red Wine", "rating": 93.0, "notes": "This wine has a beautiful purple and dense red color. The nose has fresh aromas of violet, red fruit and minerality with a hint of spices (Sichuan pepper). This wine is balanced between freshness and density in the mouth. The tannins are velvety. The palate is on aromas of liquorice and fruit with notes of violets. A nice match between balance and structure."}, {"name": "Les Alexandrins Syrah 2018", "grape": NaN, "region": "Vin de France, France", "variety": "Red Wine", "rating": 90.0, "notes": "Situated between the semi-continental climate of Burgundy and the Mediterranean climate of Provence, the winters are continental: cold, wind and little rain. The summers are Mediterranean: hot with storms and little wind. Thanks to the contrast in the climate, this Syrah reveals intense aromas of red fruit and spices and a beautiful minerality."}, {"name": "Les Alexandrins Terrasses de l'Eridan Cotes du Rhone Rouge 2017", "grape": NaN, "region": "Cotes du Rhone, Rhone, France", "variety": "Red Wine", "rating": 89.0, "notes": "Pretty deep color. The nose offers a beautiful aromatic complexity, marked by Grenache and a hint of blackcurrant brought by ripe Syrah. On the palate, it shows complexity with tannins still present, but with finesse and elegance, and a beautiful freshness."}, {"name": "Les Asteries 2005", "grape": NaN, "region": "St. Emilion, Bordeaux, France", "variety": "Red Wine", "rating": 90.0, "notes": "This Single Vineyard wine is made from a single hectare on 'Astéries' (rock limestone) soil between Château Fonroque and Clos Fourtet. The vines survived the frost of 1956 and are up to eighty years old. ‘Panachéed' in the old style (merlot interspersed with cabernet franc to ensure easy blending in the days before pumps) they are cropped down to four bunches per vine to reflect the 'terroir' of the parcel."}, {"name": "Les Asteries 2007", "grape": NaN, "region": "St. Emilion, Bordeaux, France", "variety": "Red Wine", "rating": 90.0, "notes": "This Single Vineyard wine is made from a single hectare on 'Asteries' (rock limestone) soil between Chateau Fonroque and Clos Fourtet. The vines survived the frost of 1956 and are up to eighty years old. 'Panacheed' in the old style (Merlot interspersed with Cabernet Franc to ensure easy blending in the days before pumps) they are cropped down to four bunches per vine to reflect the 'terroir' of the parcel."}, {"name": "Les Asteries 2008", "grape": NaN, "region": "St. Emilion, Bordeaux, France", "variety": "Red Wine", "rating": 93.0, "notes": "This Single Vineyard wine is made from a single hectare on 'Asteries' (rock limestone) soil between Chateau Fonroque and Clos Fourtet. The vines survived the frost of 1956 and are up to eighty years old. 'Panacheed' in the old style (Merlot interspersed with Cabernet Franc to ensure easy blending in the days before pumps) they are cropped down to four bunches per vine to reflect the 'terroir' of the parcel."}, {"name": "Les Asteries 2009", "grape": NaN, "region": "St. Emilion, Bordeaux, France", "variety": "Red Wine", "rating": 92.0, "notes": "This Single Vineyard wine is made from a single hectare on 'Asteries' (rock limestone) soil between Chateau Fonroque and Clos Fourtet. The vines survived the frost of 1956 and are up to eighty years old. 'Panacheed' in the old style (Merlot interspersed with Cabernet Franc to ensure easy blending in the days before pumps) they are cropped down to four bunches per vine to reflect the 'terroir' of the parcel."}, {"name": "Les Asteries 2011", "grape": NaN, "region": "St. Emilion, Bordeaux, France", "variety": "Red Wine", "rating": 93.0, "notes": "Varietal Composition: 80% Merlot and 20% Cabernet Franc."}, {"name": "Les Asteries 2010", "grape": NaN, "region": "St. Emilion, Bordeaux, France", "variety": "Red Wine", "rating": 94.0, "notes": "This Single Vineyard wine is made from a single hectare on 'Asteries' (rock limestone) soil between Chateau Fonroque and Clos Fourtet. The vines survived the frost of 1956 and are up to eighty years old. 'Panacheed' in the old style (Merlot interspersed with Cabernet Franc to ensure easy blending in the days before pumps) they are cropped down to four bunches per vine to reflect the 'terroir' of the parcel."}, {"name": "Les Clefs d'Or Les Craus Centenaires 2015", "grape": NaN, "region": "Chateauneuf-du-Pape, Rhone, France", "variety": "Red Wine", "rating": 93.0, "notes": "The monumental Châteauneuf du Pape Les Craus Centenaires is made from 100% Grenache from vines that are 121 years old. The yield is only 20 hectolitres per hectare. The wine is made from free-run juice only. It is given a three-week fermentation in concrete tanks followed by 24 months of aging in stainless steel tanks. This wine is one of the great treasures of Chateauneuf du Pape."}, {"name": "Les Clefs d'Or Les Craus Centenaires 2009", "grape": NaN, "region": "Chateauneuf-du-Pape, Rhone, France", "variety": "Red Wine", "rating": 92.0, "notes": "The monumental Châteauneuf du Pape Les Craus Centenaires is a blend of 80% Grenache from vines well over 100 years old and 20% Syrah. The yield is only 25 hectolitres per hectare. The wine is made from free-run juice only. It is given a three-week fermentation in tank followed by 18 months of aging in tank and foudre. Only 250 cases are made. This wine is one of the great treasures of Chateauneuf du Pape."}, {"name": "Les Clefs d'Or Les Craus Centenaires 2010", "grape": NaN, "region": "Chateauneuf-du-Pape, Rhone, France", "variety": "Red Wine", "rating": 92.0, "notes": "With an intense purple colour, fabulous and concentrated flavours in the nose, with scents of incense and blackberries jumping divinely out of the glass. Intense taste with body and a wonderful texture, pure and profound. 100% Grenache."}, {"name": "Les Cretes Coteau La Tour 2008", "grape": NaN, "region": "Italy", "variety": "Red Wine", "rating": 93.0, "notes": "Intense and complex with the characteristic spiciness of syrah, and a lush, velvety finish."}, {"name": "Les Cretes Le Sommet Nebbiolo 2016", "grape": NaN, "region": "Valle d'Aosta, Italy", "variety": "Red Wine", "rating": 91.0, "notes": "Bright ruby color. On the nose blackberry, cherry and balsamic notes. On the palate, juicy, precise and savory pulp that persists for a long time expressing the elegance of the mountain."}, {"name": "Les Forts de Latour 1996", "grape": NaN, "region": "Pauillac, Bordeaux, France", "variety": "Red Wine", "rating": 90.0, "notes": "\"The dense ruby/purple-colored 1996 Les Forts de Latour is exceedingly tannic, with cassis and mushroom-like notes in the aromatics. This full-bodied wine is impressively constituted and one of the finest Forts de Latours of the last two decades.\" - WA"}, {"name": "Les Forts de Latour 1999", "grape": NaN, "region": "Pauillac, Bordeaux, France", "variety": "Red Wine", "rating": 90.0, "notes": "This superb second wine displays structure, dark color, and rich fruit, though lighter and quicker to mature than the \"Grand Vin\". It matures 10 to 20 years following the vintage."}, {"name": "Les Forts de Latour 2000", "grape": NaN, "region": "Pauillac, Bordeaux, France", "variety": "Red Wine", "rating": 92.0, "notes": "Les Forts de Latour receives meticulous care as the Grand Vin, both in the vineyeard and in the winery. The only notable difference, apart from the origin of the grapes, is the proportion of new barrels (50%) used in the maturing stage. The proportions of the grape varieties in the wine vary from one year to the next but there is always a higher proportion of Merlot (25-30%) compared to the Grand Vin."}, {"name": "Les Forts de Latour 2001", "grape": NaN, "region": "Pauillac, Bordeaux, France", "variety": "Red Wine", "rating": 90.0, "notes": "Les Forts de Latour receives meticulous care as the Grand Vin, both in the vineyeard and in the winery. The only notable difference, apart from the origin of the grapes, is the proportion of new barrels (50%) used in the maturing stage. The proportions of the grape varieties in the wine vary from one year to the next but there is always a higher proportion of Merlot (25-30%) compared to the Grand Vin. "}, {"name": "Les Forts de Latour 2005", "grape": NaN, "region": "Pauillac, Bordeaux, France", "variety": "Red Wine", "rating": 91.0, "notes": "Blend: 76% Cabernet Sauvignon and 24% Merlot"}, {"name": "Les Forts de Latour 2008", "grape": NaN, "region": "Pauillac, Bordeaux, France", "variety": "Red Wine", "rating": 90.0, "notes": "Blend: 66.5% Cabernet Sauvignon, 33.5% Merlot"}, {"name": "Les Forts de Latour 2009", "grape": NaN, "region": "Pauillac, Bordeaux, France", "variety": "Red Wine", "rating": 93.0, "notes": "Blend: 61.5% Cabernet Sauvignon, 32.3% Merlot, 6.2% Petit Verdot"}, {"name": "Les Garrigues Cotes du Rhone 2017", "grape": NaN, "region": "Cotes du Rhone, Rhone, France", "variety": "Red Wine", "rating": 91.0, "notes": "Les Garrigues Cotes du Rhone is reminiscent of the local, lusty, easy-drinking reds in Southern France that are downed by the pitcher in the local cafes.  The wine gets its name from the French word, Garrigues, which means \"underbrush of wild herbs and spices\".  The indigenous Garrigues which grows wild throughout Southern France is said to impart a slightly spicy flavor to the wines of the region. "}, {"name": "Les Halos de Jupiter Chateauneuf-du-Pape 2009", "grape": NaN, "region": "Chateauneuf-du-Pape, Rhone, France", "variety": "Red Wine", "rating": 93.0, "notes": "This cuvee is a true homage to Philippe Cambie's passion for Grenache, Chateauneuf's most emblematic varietal. Very elegant and harmonious, this wine displays a perfect balance between power and finesse."}, {"name": "Les Halos de Jupiter Chateauneuf-du-Pape Adrastee 2009", "grape": NaN, "region": "Chateauneuf-du-Pape, Rhone, France", "variety": "Red Wine", "rating": 92.0, "notes": "This cuvee is a true homage to Philippe Cambie's passion for Grenache, Chateauneuf's most emblematic varietal. Very elegant and harmonious, this wine displays a perfect balance between power and finesse."}, {"name": "Les Halos de Jupiter Cotes du Rhone 2010", "grape": NaN, "region": "Cotes du Rhone, Rhone, France", "variety": "Red Wine", "rating": 92.0, "notes": "From a high altitude vineyard near Roaix, at the northern fringe of Southern Rhone, this wine is a blend of very old Grenache and Syrah. The vineyard's elevation gives this dark and concentrated Cotes du Rhone its unique finesse and balance. "}, {"name": "Les Vignerons d'Estezargues La Granacha Cotes du Rhone Villages Signargues 2008", "grape": NaN, "region": "Cotes du Rhone, Rhone, France", "variety": "Red Wine", "rating": 90.0, "notes": "The \"La Granacha Signarques\" is produced from 80+ year-old vines, harvested at 35 hl/ha and under, grapes are de-stemmed and vinified using all natural yeasts. Bottled with no filtration or fining. "}, {"name": "Les Vignerons d'Estezargues La Granacha Cotes du Rhone Villages Signargues 2009", "grape": NaN, "region": "Cotes du Rhone, Rhone, France", "variety": "Red Wine", "rating": 90.0, "notes": "The \"La Granacha Signarques\" is produced from 80+ year-old vines, harvested at 35 hl/ha and under, grapes are de-stemmed and vinified using all natural yeasts. Bottled with no filtration or fining. "}, {"name": "Les Vignerons de Tautavel Cotes du Roussillon Villages Tautavel Silex 2012", "grape": NaN, "region": "Cotes du Roussillon-Tautavel, Côtes du Roussillon-Villages, Roussillon, South of France, France", "variety": "Red Wine", "rating": 95.0, "notes": "A powerful red color. On the nose,  soft spices with intense mouth. Excellent with bourguignon beef and lamb."}, {"name": "Les Vignerons d'Estezargues La Granacha Cotes du Rhone Villages Signargues 2007", "grape": NaN, "region": "Cotes du Rhone, Rhone, France", "variety": "Red Wine", "rating": 91.0, "notes": "The \"La Granacha Signarques\" is produced from 80+ year-old vines, harvested at 35 hl/ha and under, grapes are de-stemmed and vinified using all natural yeasts. Bottled with no filtration or fining. "}, {"name": "Les Vignes Oubliées Coteaux du Languedoc Terrasses du Larzac 2014", "grape": NaN, "region": "Terrasses du Larzac, Languedoc, South of France, France", "variety": "Red Wine", "rating": 91.0, "notes": "The high altitude of the Larzac plateau combines with a schist and sandstone soil to give unusually fresh, delicate wines with silky tannins that also have the garrigue aromas and great generosity that are characteristic of the Languedoc. Though the first vintage is still young, the wine promises to age very gracefully for at least a decade. "}, {"name": "L'Esprit de Chevalier Pessac Leognan 2000", "grape": NaN, "region": "Pessac-Leognan, Bordeaux, France", "variety": "Red Wine", "rating": 89.0, "notes": "The second wine of Domain Chevalier, the Esprit de Chevalier must must nevertheless be complex, balanced, well-structured and, above all, elegant enought to be in keeping with Chevalier's image. "}, {"name": "Levendi River South Ranch Pinot Noir 2013", "grape": NaN, "region": "Russian River, Sonoma County, California", "variety": "Red Wine", "rating": 91.0, "notes": "Lovely classic Russian River nose, with its bouquet of wild rose, black cherry, and redwood forest floor. The palate has great length and finesse, with young, lively red currant and red cherry fruit. This wine will continue to gain flesh and dignity as it integrates the elegant French oak and ripe fruit into the supple structure."}, {"name": "Levendi Stagecoach Cabernet Sauvignon 2008", "grape": NaN, "region": "Napa Valley, California", "variety": "Red Wine", "rating": 94.0, "notes": "From the Stagecoach Vineyard high on the eastern volcanic ridge above Napa, comes this rich and decadent, limited production Cabernet Sauvignon. The vivid red soils and rocky slopes come together to produce a wine with an aroma of sweet blackberry and cassis fruit that carries over into a superbly balanced and polished palate. "}, {"name": "Levet La Chavaroche Cote Rotie 2013", "grape": NaN, "region": "Cote Rotie, Rhone, France", "variety": "Red Wine", "rating": 94.0, "notes": "This is, quite simply, a ferocious wine, unique in its uninhibited expression of the smells and flavors of the appellation.  No compromise is brooked here. The result is a wine that is controversial, too \"wild\" for many but, for others, one of the most elite wines."}, {"name": "Levet Les Journaries Cote Rotie 2010", "grape": NaN, "region": "Cote Rotie, Rhone, France", "variety": "Red Wine", "rating": 94.0, "notes": "Les Journaries is a cuvee drawn from grapes harvested from old vines in the \"La Landonne\" lieu-dit.  This wine is more subtle, more elegant and \"quieter\" if you will than the Chavaroche Cote Rotie bottled by Levet.  At the same time, it is very much a Levet wine with a bouquet of violets, wild berries, a touch of animal and resinous-like tannins that speak of the inclusion of stems (a hallmark of the Levet tradition).  Les Journaries is approachable at an earlier stage and not only ages gracefully but almost requires a touch of patience. "}, {"name": "Leviathan (1.5 Liter Magnum) 2016", "grape": NaN, "region": "California", "variety": "Red Wine", "rating": 92.0, "notes": "The Leviathan wine is a red blend created afresh each vintage, sourced from some of the most coveted vineyards in California. Each year, a percentage of Cabernet Sauvignon, Syrah, Merlot, and Cabernet Franc are blended together to produce a singular wine, showcasing all the best characteristics of the vintage.  "}, {"name": "Leviathan 2010", "grape": NaN, "region": "California", "variety": "Red Wine", "rating": 91.0, "notes": "Ever the enigmatic beast, our 2010 Leviathan is trolling in deep, familiar waters. Harkening back to previous vintages, expressions of dark cherry, blueberry and blackberry exude from the glass. Brambly fruits combine with hints of chocolate malt, crème brûlée, cigar box, dried herbs and espresso. Its tentacles reach from the glass and draw you in from the first encounter. Broad shouldered and brawny but with laser precision, the 2010 vintage showcases the best of California. Allow yourself to be gathered by the seine of this cryptic creature, and embark on a nautical adventure solo or en masse! "}, {"name": "Leviathan 2011", "grape": NaN, "region": "North Coast, California", "variety": "Red Wine", "rating": 90.0, "notes": "As always, the goal with Leviathan is to capture the best of California in every vintage. In 2011, cool temperatures and a long growing season delivered fruit with vibrancy, great color and nuanced aromatic expressions. Upon opening the bottle, notes of Luxardo cherries, olallaberries, rose petals, Teuscher truffles and wet stone exude from the glass. The tannins are firm on entry but, the texture broadens and spreads across the palate. 23 months of barrel aging have rounded the wine and given it a juicy, fruit-forward appeal, with nuances of French oak and a lingering finish that will leave you reaching for glass after glass. "}, {"name": "Levy & McClellan Proprietary Red 2004", "grape": NaN, "region": "Napa Valley, California", "variety": "Red Wine", "rating": 95.0, "notes": "Full-bodied yet beautifully silky and seductive, it has shed most of its tannins, resulting in a complex, singular red wine of majestic proportions."}, {"name": "Levy & McClellan Proprietary Red 2005", "grape": NaN, "region": "Napa Valley, California", "variety": "Red Wine", "rating": 95.0, "notes": "Uncompromising viticultural practices andmeticulously detailed vinification rewarded us with a wine ofgreat concentration and ripeness. The round supple tanninsin the 2005 Levy & McClellan are the result of thecool growing conditions and the extended ripening. As the wine develops, the expression of the site where it is grown continues to come to the forefront. Accentuated by the low yield in a year known for more generosity, combined with26 months in barrel, the result is a profoundly concentrated, supple and full-bodied wine."}, {"name": "Lewelling Cabernet Sauvignon 2000", "grape": NaN, "region": "Napa Valley, California", "variety": "Red Wine", "rating": 90.0, "notes": "Medium-red color. Dark, Bordeaux-like aromas of currant and cedar, medium-full body, bright red currant and ripe cherry-like fruit on the palate, notes of cocoa and roasted coffee, very lively on the palate, a touch of oak (but not sweet) and cedar. Nice balance and shows exceptional length. This is not a fruit bomb--it has the real depth and class that many wines at twice the price wish they had. Should pair well with any veal or beef dish, lamb, pork loin or chops, and chicken dishes made with  mushrooms. Pretty good with medium-strong cheeses, too.  "}, {"name": "Lewelling Cabernet Sauvignon 2005", "grape": NaN, "region": "St. Helena, Napa Valley, California", "variety": "Red Wine", "rating": 92.0, "notes": "A bright bouquet of wild black raspberry, dark plum, and Rainier cherry joined by vanilla, sweet tobacco and new saddle leather. A lively blend of blackberry, jammy raspberry and black currant fruit mingled with black pepper and baking spice, reinforced by assertive yet balanced sweet tannins and refreshing acidity."}, {"name": "Lewelling Cabernet Sauvignon 2001", "grape": NaN, "region": "St. Helena, Napa Valley, California", "variety": "Red Wine", "rating": 93.0, "notes": "Intense black cherry, plum, and berry aromas intermingled with notes of anise, pain grille, and cedar. Rich cherry, red plum and raspberry flavors; white pepper, tobacco, and allspice; full-bodied with sweet, chewy tannins, balanced ripeness and fresh acidity."}, {"name": "Lewelling Cabernet Sauvignon 2006", "grape": NaN, "region": "St. Helena, Napa Valley, California", "variety": "Red Wine", "rating": 93.0, "notes": "An enticing mix of sweet black cherry, chocolate, and tobacco aromas. A blend of bramble berry and black cherry fruit mixed with exotic spice, earth, and tobacco flavors, backed by substantial, velvety tannins, marvelous texture and a lengthy finish. "}, {"name": "Lewelling Cabernet Sauvignon 2007", "grape": NaN, "region": "St. Helena, Napa Valley, California", "variety": "Red Wine", "rating": 95.0, "notes": "Intense black cherry, plum, and berry aromas intermingled with notes of anise, pain grille, and cedar. Rich cherry, red plum and raspberry flavors; white pepper, tobacco, and allspice; full-bodied with sweet, chewy tannins, balanced ripeness and fresh acidity."}, {"name": "Lewelling Cabernet Sauvignon 2009", "grape": NaN, "region": "St. Helena, Napa Valley, California", "variety": "Red Wine", "rating": 93.0, "notes": "Red cherry, plum and brambleberry aromas with hints of cedar and chocolate. Vibrant blackberry, plum and tart cherry fruit intermingled with allspice, white pepper and vanilla on the palate with polished tannins and a long finish."}, {"name": "Lewelling Cabernet Sauvignon 2010", "grape": NaN, "region": "St. Helena, Napa Valley, California", "variety": "Red Wine", "rating": 92.0, "notes": "An enticing mix of sweet black cherry, currant, dark cocoa, and toasty oak aromas. A blend of blackberry and black cherry fruit mixed with cassis, mineral, espresso and tobacco flavors; round, chewy tannins, marvellous texture and a lengthy finish."}, {"name": "Lewelling Cabernet Sauvignon 2012", "grape": NaN, "region": "St. Helena, Napa Valley, California", "variety": "Red Wine", "rating": 92.0, "notes": "Aromas of Bing cherry, currant and blackberry fruit, cocoa, vanilla, and baking spices. Intense blackberry, cassis, plum, and cherry flavors;coffee, anise and mineral; full-bodied, with fresh acidity,sweet, silky tannins and a rich mouth-feel."}, {"name": "Lewelling Wight Vineyard Cabernet Sauvignon 2003", "grape": NaN, "region": "Napa Valley, California", "variety": "Red Wine", "rating": 94.0, "notes": "The bouquet is blackberry, black currant, roasted coffee, vanilla and exotic spice aromas.  The flavor is rich black cherry and currant, licorice, mineral and expresso flavors; superb body and complexity coupled with balanced ripeness and fresh acidity; polished but firm tannins, layered richness and a long finish."}, {"name": "Lewelling Wight Vineyard Cabernet Sauvignon 2005", "grape": NaN, "region": "Napa Valley, California", "variety": "Red Wine", "rating": 94.0, "notes": "Bouquet: opulent aromas of black currant, blackberry, cherry, vanilla, and sweet toasty oak with a hint of anise."}, {"name": "Lewelling Wight Vineyard Cabernet Sauvignon 2006", "grape": NaN, "region": "St. Helena, Napa Valley, California", "variety": "Red Wine", "rating": 94.0, "notes": "Sumptuous aromas of rich dark berries, vanilla, and sweet smoke Flavors are sweet black cherry and blackberry flavors mingled with tobacco, mineral and wood smoke; bold, substantial tannins, mouthfilling richness, layered complexity, and a strong finish. "}, {"name": "Lewelling Wight Vineyard Cabernet Sauvignon 2009", "grape": NaN, "region": "St. Helena, Napa Valley, California", "variety": "Red Wine", "rating": 95.0, "notes": "Bouquet of enticing raspberry, cassis, and red plum aromas mixed with notes of chocolate and toasty oak. Flavors are rich blueberry, Bing cherry, and red raspberry flavors are also mingled with woodsmoke, earth, and spice; mouthfilling, velvety tannins and a complex, lingering finish."}, {"name": "Lewelling Wight Vineyard Cabernet Sauvignon 2008", "grape": NaN, "region": "Napa Valley, California", "variety": "Red Wine", "rating": 98.0, "notes": "Sumptuous aromas of blackberry, cassis, Bing cherry and spice mixed with highlights of tobacco, cedar, vanilla and anise. Concentrated black plum, black cherry, and cassis flavors; allspice, dark cocoa, juniper and sweet smoke; exceptional depth and complexity; multi-layered richness; mouthfilling, velvety tannins and a lingering finish."}, {"name": "Lewelling Wight Vineyard Cabernet Sauvignon 2007", "grape": NaN, "region": "St. Helena, Napa Valley, California", "variety": "Red Wine", "rating": 98.0, "notes": "An enticing mix of black fruit, tobacco and toasty oak aromas mingled with highlights of vanilla, cedar and licorice.  Concentrated black cherry, cassis, blueberry pie and espresso flavors; sweet smoke, anise and cedar; mouth-filling complexity and layered richness; dense but polished tannins and a very long finish."}, {"name": "Lewelling Wight Vineyard Cabernet Sauvignon 2010", "grape": NaN, "region": "St. Helena, Napa Valley, California", "variety": "Red Wine", "rating": 94.0, "notes": "Sumptuous aromas of rich dark berries, cassis, vanilla, and sweet smoke. Bing cherry, blackcurrant and blackberry flavors mingled with spice box, mineral and dark cocoa; velvety tannins, mouthfilling richness, layered complexity, and a lingering finish."}, {"name": "Lewis Cellars Alec's Blend Red 2002", "grape": NaN, "region": "Napa Valley, California", "variety": "Red Wine", "rating": 96.0, "notes": "Number 12 on"}, {"name": "Lewis Cellars Alec's Blend Red 2003", "grape": NaN, "region": "Napa Valley, California", "variety": "Red Wine", "rating": 91.0, "notes": "The formula for the 2002 Alec's Blend was so successful the winery again combined 60% Syrah, 30% Merlot, and 10% Cabernet Sauvignon to create this delicious wine, named after Dennis' first son. The wine is loaded with seductive oak spice, candle wax, and ripe black fruit. Hedonistic, rich, and complex, the wine has great mouth-feel with balance, depth, and a long, lingering finish."}, {"name": "Lewis Cellars Alec's Blend Red 2007", "grape": NaN, "region": "Napa Valley, California", "variety": "Red Wine", "rating": 92.0, "notes": "These days drifting the rear wheel of his 4-stroke bike on a dirt oval is Alec's idea of fun, while his 2007 vintage wine is a straight-line sprint to pleasure. 70% Syrah, 20% Cabernet Sauvignon and 10% Merlot, this is one sweet ride, loaded with wild blackberries and laced with mocha, cola, and vanilla oak spice. Super-smooth, plush and round, there's plenty of throttle too, with chocolaty tannins and just enough grip to keep the fun serious. 1,400 cases produced."}, {"name": "Lewis Cellars Alec's Blend Red 2009", "grape": NaN, "region": "Napa Valley, California", "variety": "Red Wine", "rating": 94.0, "notes": "With Alec already starting high school it's feeling like life in the fast lane. Top Gear is actually his favorite TV show and this new blend of 80% Syrah, 17% Merlot and 3% Cabernet Sauvignon packs plenty of power and youthful pleasure. Sappy black cherry and blueberry fruits are injected with clove and vanilla oak spice plus traces of truffle and sandalwood. Lively off the line, the palate performs with all the complex componentry and smooth power of a 4-valve, liquid-cooled 4-stroke engine."}, {"name": "Lewis Cellars Alec's Blend Red 2005", "grape": NaN, "region": "Napa Valley, California", "variety": "Red Wine", "rating": 92.0, "notes": "Everyone agrees that Alec is one sweet kid, and his blend from the 2005 vintage is the wine equivalent of \"wild mountain blackberry\" –a favorite flavor ice cream from childhood. 70% Syrah and 30% Cabernet Sauvignon, the wine is opulent, ripe and seductive with cedar-laced oak spice aromas, coffee shadings and scoopfuls of juicy black fruit. The plush palate packs a chocolate truffle surprise with great length and soft, chewy tannins."}, {"name": "Lewis Cellars Alec's Blend Red 2010", "grape": NaN, "region": "Napa Valley, California", "variety": "Red Wine", "rating": 93.0, "notes": "All-mountain is Alec's favorite kind of cycling and it best describes this deliciously complex blend.  Heading up trail, the air is heavy with wild blueberry, violets, and oak forest aromas.  Dropping into descent, deep chutes of blue-black fruit consume a full 160mm of fork travel.  Picking up speed the palate turns lively and technical with youthful acidity and some tight twists through the trees.  Mocha and espresso bean flavors kick in just as you glide through the dust to a fine chocolaty finish. "}, {"name": "Lewis Cellars Alec's Blend Red 2014", "grape": NaN, "region": "Napa Valley, California", "variety": "Red Wine", "rating": 92.0, "notes": "With one year of college completed, Alec's wine is both boy and man in this boundary-pushing blend of Syrah 60%, Merlot 34% and Cabernet 6%. Asserting his independence through explosively ripe blackberry and huckleberry fruits, there's also kirsch-like cherry cola, spicy oak, supple tannin and a trace of s'mores that's closer to home. Tremendously youthful and seriously good fun, Alec's Blend remains a kid at heart."}, {"name": "Lewis Cellars Alec's Blend Red 2013", "grape": NaN, "region": "Napa Valley, California", "variety": "Red Wine", "rating": 94.0, "notes": "A blend of 60% Syrah, 22% Merlot and 18% Cabernet Sauvignon - a power trio of guitar, bass and drums that rocks harder than any vintage in recent memory. Super ripe blackberry, vanilla blueberry, mocha and oak spices gain presence and steadily push the volume past 10. Tons of ripe, hedonistic fruit brings big stage presence while handsomely hewn tannins add drive and keep this wall of sound distortion free."}, {"name": "Lewis Cellars Alec's Blend Red 2017", "grape": NaN, "region": "Napa Valley, California", "variety": "Red Wine", "rating": 92.0, "notes": "Complex and fruit-forward with opulent black cherry and a dash of sweet molasses. Sporting plush palate texture throughout, the wine finishes with delicious chocolatey tannins. "}, {"name": "Lewis Cellars Cabernet Sauvignon 2002", "grape": NaN, "region": "Napa Valley, California", "variety": "Red Wine", "rating": 96.0, "notes": "Showcasing the unique personalities of small hillside vineyards from Pritchard Hill, Oakville and Rutherford, the 2002 Napa Valley Cabernet delivers compelling aromas of mocha, ripe berries, tobacco and sweet oak spice. The wine is 100% Cabernet Sauvignon, complex, rich and focused. With a deep core of black fruit and traces of briar and vanilla, it turns chocolaty and long on the palate with serious, integrated tannins."}, {"name": "Lewis Cellars Cabernet Sauvignon 2004", "grape": NaN, "region": "Napa Valley, California", "variety": "Red Wine", "rating": 93.0, "notes": "Showcasing the unique personalities of small hillside vineyards from Pritchard Hill, Rutherford, and Calistoga our 2004 Napa Valley Cabernet delivers compelling aromas of black currant, mocha and sweet oak spice. 100% Cabernet Sauvignon, the wine is complex, rich and focused. Built around a core of concentrated fruit, it serves up sumptuous, round, mouth-feel with traces of tobacco and briar. Beautifully structured, the wine develops distinctive chocolate flavors that travel long on the finish with finely integrated tannins."}, {"name": "Lewis Cellars Cabernet Sauvignon 2005", "grape": NaN, "region": "Napa Valley, California", "variety": "Red Wine", "rating": 91.0, "notes": "Showcasing the unique personalities of small hillside vineyards from Pritchard Hill, Rutherford, and Calistoga our 2005 Napa Valley Cabernet delivers complex aromas of black currant, sweet oak spice, espresso and tobacco. 100% Cabernet Sauvignon, the wine makes a sweeping broad entry with briary, black fruit at the core and compelling chocolate flavors that yield to a long chewy finish."}, {"name": "Lewis Cellars Cabernet Sauvignon 2012", "grape": NaN, "region": "Napa Valley, California", "variety": "Red Wine", "rating": 94.0, "notes": "The 2012 ranks among Lewis Cellars' best bottlings of Napa Cabernet. Enticing, deep-fruited aromas of black currant, berry and chocolate are stippled with cedar, clove and cinnamon oak spices. The palate centers on opulent core fruit that swirls around a defined structure of supple tannins. With complex undertones of truffle, black pepper and briar, this interplay finally winds down to a long chocolaty finish."}, {"name": "Lewis Cellars Cabernet Sauvignon 2015", "grape": NaN, "region": "Napa Valley, California", "variety": "Red Wine", "rating": 93.0, "notes": "Like an Aston Martin V-12 the 2015 Napa Valley Cabernet is a silky powerhouse of fruit at wide-open-throttle. Black currant, plum and juicy ripe berries rev freely on the palate with seductive oak spice, candle wax and semi-sweet chocolate aromas. Fine-tuned and polished, the wine is deceptively powerful with supple, sweeping tannins."}, {"name": "Lewis Cellars Cabernet Sauvignon 2014", "grape": NaN, "region": "Napa Valley, California", "variety": "Red Wine", "rating": 94.0, "notes": "Our 2014 Napa Valley Cab takes center stage in a flashy jumpsuit with super plush fruit and sexy oak spices - Elvis is in the house! There's a whole lotta fruit going on, playing out in perfect pitch and velvety voice - it's irresistibly good. Classic, three-chord composition provides structure with notes of cedar, clove and sweet tobacco for added melody. Finely polished with chocolaty tannins, something like blue suede shoes."}, {"name": "Lewis Cellars Cabernet Sauvignon 2013", "grape": NaN, "region": "Napa Valley, California", "variety": "Red Wine", "rating": 95.0, "notes": "#1"}, {"name": "Lewis Cellars Cabernet Sauvignon 2017", "grape": NaN, "region": "Napa Valley, California", "variety": "Red Wine", "rating": 92.0, "notes": "Dense, layered aromas with sweet cocoa, alluring oak spice and wow-factor frontal fruit, the wine is showy yet seriously structured. Creamy melted berry character gives way to supple muscle with integrated tannins and a long, lavish finish."}, {"name": "Lewis Cellars Cuvee L 2005", "grape": NaN, "region": "Napa Valley, California", "variety": "Red Wine", "rating": 95.0, "notes": "Think of Cuvee L as super-charged Lewis Reserve Cabernet. Red wine at red-line. First created from the spectacular 1997 vintage, the single best barrels from our finest lots fuel this rare wine. Cuvee L is not produced every year. It is only blended when we have the components to create a wine of greater intensity, depth and distinction than our Reserve Cabernet. "}, {"name": "Lewis Cellars Cuvee L 2006", "grape": NaN, "region": "Napa Valley, California", "variety": "Red Wine", "rating": 93.0, "notes": "First created from the spectacular 1997 vintage, the single best barrels from our finest lots fuel this rare wine. Think of Cuvee L as super-charged Lewis Reserve Cabernet. Cuvee L is not produced every year. It is only blended when we have the components to create a wine of greater intensity, depth and distinction than our Reserve Cabernet. "}, {"name": "Lewis Cellars Cuvee L Cabernet Sauvignon 2014", "grape": NaN, "region": "Napa Valley, California", "variety": "Red Wine", "rating": 95.0, "notes": "Our 2014 Cuvee L carries a cargo of fruit more laden than a Spanish galleon. Awash with crushed berries, clove and black truffle the wine superbly melds redolent ripe fruit with sweet oak spices. Broad and round on entry, this 100% Cabernet Sauvignon swells at mid-palate and packs a plush yet potent finish like a chocolate-coated cannonball."}, {"name": "Lewis Cellars Cuvee L Cabernet Sauvignon 2015", "grape": NaN, "region": "Napa Valley, California", "variety": "Red Wine", "rating": 96.0, "notes": "Straight from James Fenimore Cooper’s novel, Last of the Mohicans, comes our 2015 Cuvee L – a noble savage from an outstanding vintage with great depth of character. 100% Cabernet Sauvignon with the strength of a grizzly and the soul of a chief this onyx and indigo wine is cloaked in tiers of blackberry with a quiver of clove and cedary oak spices. Broad paths of richly rendered fruit trail into hand-hewn tannins reflecting nature’s winding ways."}, {"name": "Lewis Cellars Hillstone Vineyard Cabernet Sauvignon 2014", "grape": NaN, "region": "Rutherford, Napa Valley, California", "variety": "Red Wine", "rating": 94.0, "notes": "This gorgeous wine, equal parts show-house and rustic cabin, sits along an alpine lake deep with black currants and massive ripe fruit. The air is redolent, with blackberry, clove, candle wax and vanilla oak spices. Picking up weight and muscle below the surface, the wine is anchored in fine tannins."}, {"name": "Lewis Cellars Hudson Vineyards Syrah 2006", "grape": NaN, "region": "Napa Valley, California", "variety": "Red Wine", "rating": 91.0, "notes": "The relatively cool 2006 harvest enhanced the inherent Rhone character of our Hudson Vineyards Syrah from these famously farmed vines in Napa Carneros. Finely woven and complex this 100% Syrah from a single small block serves up a potpourri of red/black fruits, white pepper, herbes de Provence, and allspice. Black raspberry fruit flavors are framed in toasty oak and brought to fine focus. "}, {"name": "Lewis Cellars Mason's Cabernet Sauvignon 2003", "grape": NaN, "region": "Napa Valley, California", "variety": "Red Wine", "rating": 93.0, "notes": "In keeping with family tradition, this bottling celebrates the birth of Dennis' third son, Mason, in January 2003. Mason's wine is 100% Cabernet Sauvignon sourced from a single vineyard on a sunny ridge high on Mt. Veeder, farmed by Napa Valley legend, David Abreu. The wine is plush and spicy with ripe, forward fruit and soft, round tannins, brimming with wild berries, toasty oak and shadings of briar and tobacco."}, {"name": "Lewis Cellars Mason's Cabernet Sauvignon 2015", "grape": NaN, "region": "Napa Valley, California", "variety": "Red Wine", "rating": 91.0, "notes": "Mason has been going to CrossFit and it shows. No whiskers yet but his 2015 vintage has more serious character, complexity and muscle than ever. Redolent with deeply ripened berries, baker's chocolate, cola, and cedary oak spice the wine is concentrated and rich on entry. Picking up notes of café latte toward the finish, a network of sinewy yet supple tannins provides a platform for this bulked up wine. "}, {"name": "Lewis Cellars Mason's Cabernet Sauvignon 2018", "grape": NaN, "region": "Napa Valley, California", "variety": "Red Wine", "rating": 92.0, "notes": "Sporting some Senior-year swagger, the 2018 Mason’s Cabernet is front-loaded with black plum, cherry, chocolate and cedary spice.  Sourced from several of the same vineyards as our Napa Cabernet this wine is boldly fruited yet youthful with tons of juicy character and a deliciously fresh finish."}, {"name": "Lewis Cellars Merlot 2000", "grape": NaN, "region": "Napa Valley, California", "variety": "Red Wine", "rating": 91.0, "notes": "Bursting with black plum and sweet cedar our Merlot is opulent and delicious, rivaling any of our Merlot bottlings to date. These low-yielding vines from Oakville, Oak Knoll and Pritchard Hill have produced a wine that is smooth, yet thickly textured, jammy yet serious."}, {"name": "Lewis Cellars Napa Valley Syrah 2006", "grape": NaN, "region": "Napa Valley, California", "variety": "Red Wine", "rating": 93.0, "notes": "Crafted from hillside blocks in low-vigor volcanic soils at 1,500 feet, this 100% Syrah shows a taut, restrained character before erupting loads of oaky sweet spice, vanilla and cocoa aromas. At its core, the 2006 Syrah is dense and deeply fruited with ripe blueberry and brooding black fruit, thick with fleshy texture and firm tannins."}, {"name": "Lewis Cellars Napa Valley Syrah 2007", "grape": NaN, "region": "Napa Valley, California", "variety": "Red Wine", "rating": 94.0, "notes": "Our 2007 Syrah Napa Valley is the muscle car, the big-block powered bottle from our Rhone wine line-up. Mountain vines in low-vigor volcanic soils at 1,500 feet yield high-octane juice that's practically jet-black and packed with cedary oak spice and smoky dark fruit. Brambly, lifted and dense, the wine is also vibrant and fresh, framed with chewy, long-throw tannins that travel far down the road."}, {"name": "Lewis Cellars Reserve Cabernet Sauvignon (1.5 Liter Magnum) 2011", "grape": NaN, "region": "Napa Valley, California", "variety": "Red Wine", "rating": 93.0, "notes": "Scarce in quantity the 2011 Reserve Cabernet delivers plenty of complex aromas and lots of classic character. Sourced from a small collection of hillside and benchland vineyards in Calistoga, Oak Knoll and Rutherford, the wine centers around ripe currant and blue-black fruits threaded with tobacco leaf, nutmeg, baking spices and sweet toasty oak. Elegant and supple at first sip the wine gains focus, finishing with fine structure."}, {"name": "Lewis Cellars Reserve Cabernet Sauvignon (1.5 Liter Magnum) 2016", "grape": NaN, "region": "Napa Valley, California", "variety": "Red Wine", "rating": 93.0, "notes": "This Cabernet is a silky powerhouse of fruit at wide-open-throttle. Black currant, plum and juicy ripe berries rev freely on the palate with seductive oak spice, candle wax and semi-sweet chocolate aromas. Fine-tuned and polished, the wine is deceptively powerful with supple, sweeping tannins."}, {"name": "Lewis Cellars Reserve Cabernet Sauvignon (1.5L Magnum) 2004", "grape": NaN, "region": "Napa Valley, California", "variety": "Red Wine", "rating": 93.0, "notes": "This 2004 bottling could be Lewis Cellars' most captivating Reserve Cabernet Sauvignon yet. It combines the breadth and power of vintages like ’97 and ’01, with the depth and rich fruit of the ’02 vintage. Crafted from Pritchard Hill, Calistoga, Rutherford and Oak Knoll hillside vineyards and blended with 8% Cabernet Franc, the nose is a powder keg of explosive black fruit and blueberries with seamlessly fused oak spices, cedar, cocoa and espresso. The palate is a cannonball of concentrated core fruit with delicious, chewy texture and rich, round mouthfeel that travels leagues on sinewy tannins."}, {"name": "Lewis Cellars Reserve Cabernet Sauvignon 1995", "grape": NaN, "region": "Napa Valley, California", "variety": "Red Wine", "rating": 90.0, "notes": "The nose is powerful with cedar, oak and blackberry aromas. The palate is muscular, densely layered with black fruit and dark chocolate flavors, integrated with full round tannins. Delicious now, this wine will continue to improve with bottle age."}, {"name": "Lewis Cellars Reserve Cabernet Sauvignon 2000", "grape": NaN, "region": "Napa Valley, California", "variety": "Red Wine", "rating": 91.0, "notes": "Our 2000 Reserve Cabernet is a beautiful, showy wine, spilling-over with spicy oak and aromatic cedar, centered on opulent black fruit. Absolutely rich, ripe and round, we used 90% Cabernet Sauvignon, 7% Cabernet Franc and 3% Merlot in this Reserve blend. A cloak of vanilla, clove and seductive oak spice wraps around a deeply fruited core of currant and wild berries with hints of anise and chocolate that gradually give way to long, mouth-coating tannins. 2,300 cases produced. "}, {"name": "Lewis Cellars Reserve Cabernet Sauvignon 2005", "grape": NaN, "region": "Napa Valley, California", "variety": "Red Wine", "rating": 93.0, "notes": "Our 2005 Reserve Cabernet Sauvignon is a broad-shouldered blend of 93% Cabernet and 7% Cabernet Franc, crafted from Pritchard Hill, Calistoga, Rutherford and Oak Knoll hillside vineyards. The nose is saturated with blackberry and sweet oak spice, tinged with toffee and chocolate. On entry the wine is brooding, tightly packed with fleshy fruit and sinewy texture that gathers richness and length on the palate with satisfying, fine-grained tannins."}, {"name": "Lewis Cellars Reserve Cabernet Sauvignon 2006", "grape": NaN, "region": "Napa Valley, California", "variety": "Red Wine", "rating": 95.0, "notes": "Seductive, sleek and serious best describe our 2006 Reserve Cabernet Sauvignon. 96% Cabernet and 4% Cabernet Franc, this opulent wine is crafted from Pritchard Hill, Calistoga, Rutherford and Oak Knoll hillside vineyards. Cedary sweet oak spice, black fruit and cocoa aromas are potent. On entry the wine is deeply fruited, plush and round with kirsch, café mocha and blackberry flavors supporting very supple, fine-grained tannins and delivering great texture and length."}, {"name": "Lewis Cellars Reserve Cabernet Sauvignon 2007", "grape": NaN, "region": "Napa Valley, California", "variety": "Red Wine", "rating": 95.0, "notes": "From the exceptional 2007 vintage, with production down 15% from 2006, we have crafted a densely woven, deeply fruited Reserve Cabernet rooted in Pritchard Hill, Calistoga, Rutherford and Oak Knoll hillside vineyards. Broad-shouldered and muscular, this blend of 97% Cabernet Sauvignon and 3% Cabernet Franc is packed with black currants and berries, dark chocolate, espresso, and sweet cedar and oak spice. Thickly textured on a massive scale with saturated fruit and sinewy tannins, this wine will stand tall for many years. 1,700 cases produced."}, {"name": "Lewis Cellars Reserve Cabernet Sauvignon 2008", "grape": NaN, "region": "Napa Valley, California", "variety": "Red Wine", "rating": 94.0, "notes": "Built for comfort as much as speed, the 2008 vintage is packed with fruit and ready to roll, reminding us of our outstanding 2002 Reserve Cabernet. Like the rich interior of a Ferrari GTB, the nose is showy, ripe and rustic with black currant, clove, tar and exotic oak spices. Under the hood this blend of 98% Cabernet Sauvignon and 2% Petit Verdot shows plenty of extract and fleshy fruit delivering seamless power and expansive mouth feel. Moderate, chocolaty tannins engage mid-palate to gradually tighten the chassis and bring a lively quality to the ride."}, {"name": "Lewis Cellars Reserve Cabernet Sauvignon 2009", "grape": NaN, "region": "Napa Valley, California", "variety": "Red Wine", "rating": 94.0, "notes": "This elegant and opulently spiced 2009 Reserve Cabernet is sourced from a small collection of hillside and benchland vineyards rooted in the Oak Knoll and Calistoga appellations. Infused with exotic oak, cocoa and clove spices this blend of 98% Cabernet Sauvignon and 2% Petit Verdot is powerfully aromatic. Sweet black currant and boysenberry flavors gradually take the backseat to a more muscular mid-palate framed with sinewy tannins and baker's chocolate."}, {"name": "Lewis Cellars Reserve Cabernet Sauvignon 2010", "grape": NaN, "region": "Napa Valley, California", "variety": "Red Wine", "rating": 96.0, "notes": NaN}, {"name": "Lewis Cellars Reserve Cabernet Sauvignon 2011", "grape": NaN, "region": "Napa Valley, California", "variety": "Red Wine", "rating": 93.0, "notes": "Scarce in quantity the 2011 Reserve Cabernet delivers plenty of complex aromas and lots of classic character. Sourced from a small collection of hillside and benchland vineyards in Calistoga, Oak Knoll and Rutherford, the wine centers around ripe currant and blue-black fruits threaded with tobacco leaf, nutmeg, baking spices and sweet toasty oak. Elegant and supple at first sip the wine gains focus, finishing with fine structure."}, {"name": "Lewis Cellars Reserve Cabernet Sauvignon 2015", "grape": NaN, "region": "Napa Valley, California", "variety": "Red Wine", "rating": 93.0, "notes": "From the outstanding 2015 vintage the Reserve Cabernet is powerfully seductive, brilliant and black in hue with kirsch-like crushed berries and showy cedar spice. Ripe, hi-tone fruit aromas are laced with candlewax, clove and cocoa. Expansive, with tiers of black fruit and velvety texture, the palate builds depth and power culminating in a muscular, long finish with supple young tannins."}, {"name": "Lewis Cellars Reserve Cabernet Sauvignon 2014", "grape": NaN, "region": "Napa Valley, California", "variety": "Red Wine", "rating": 95.0, "notes": "The best qualities from our past two vintages come together like yin and yang in our singular 2014 Reserve Cabernet.  Radiant color and soaring aromas of ripe blackberry, toasty oak spices, black truffle and cappuccino make an impressive entrée.  Fleshy and supple at first, the wine expands into deeper, more concentrated fruit layers with chocolaty, fine-grained tannins."}, {"name": "Lewis Cellars Reserve Cabernet Sauvignon 2016", "grape": NaN, "region": "Napa Valley, California", "variety": "Red Wine", "rating": 93.0, "notes": "There is distinct power and complexity to our 2016 Reserve Cabernet. Navy blue-black yet brilliant in color the wine is front-loaded with ripe fruit of crushed currants and berries. Secondary notes bring mineral and earth aromas laced with sweet anise and oak spice. Packed with fruit on entry, a dusky, sinewy character develops on the palate with fine-grained tannins tailing to the finish."}, {"name": "Lewis Cellars Reserve Cabernet Sauvignon (scuffed labels) 2012", "grape": NaN, "region": "Napa Valley, California", "variety": "Red Wine", "rating": 96.0, "notes": "The headline reads: \"2012 Reserve Cabernet - Return of the Big Block\". Running on high octane aromas and built on an iron block with deep reserves of black fruit this 100% Cabernet blend delivers 700 horsepower at the wheels. Coming off idle the nose slowly explodes with sappy dark and rustic berries, clove, cedar and sweet oak spices. Forged, ripe fruit pistons pump out the power for miles until finally finishing with an impressive band of ported and polished tannins. Motor must be warmed-up before driving!"}, {"name": "Lewis Cellars Reserve Merlot 1995", "grape": NaN, "region": "Napa Valley, California", "variety": "Red Wine", "rating": 92.0, "notes": "When asked to describe our Reserve Merlot as briefly as possible our response is \"velvet hammer.\" Supple and velvety rich on the palate, layered with dark ripe fruit, the wine finishes polished and round."}, {"name": "Lewis Cellars Syrah Ethan's Blend 2005", "grape": NaN, "region": "California", "variety": "Red Wine", "rating": 92.0, "notes": "Now 7 years old, Alec's younger brother Ethan shows sunny pride in his new Ethan's Syrah, Lewis' first bottling since the 2001 vintage. And like the sunflowers and lavender in France this wine displays true Rhone character. From cooler-climate vines this 100% Syrah blend is infused with smoky fruit, white pepper and wild floral notes. Sweet shadings of violet and bacon frame a pure focused palate, gathering weight and richness in a plush and persistent finish."}, {"name": "Lewis Cellars Syrah Ethan's Blend 2014", "grape": NaN, "region": "California", "variety": "Red Wine", "rating": 93.0, "notes": "Born in 2000, everything about Ethan and his new 2014 Syrah sings \"sweet sixteen.\" Vivid color and distinctly ripe, youthful Rhone character shines bright with violets, charcuterie, oak and vanilla spices. Sweet blue fruit and silky tannins with a dash of bacon fat create a round, deliciously fresh palate like steam-polished stones. "}, {"name": "Lewis Cellars Syrah Ethan's Blend 2009", "grape": NaN, "region": "California", "variety": "Red Wine", "rating": 94.0, "notes": "Positioned between brothers, Alec and Mason, Ethan gets a walk-off home run in his first at-bat since the 2005 vintage. At short-stop Ethan sees lots of action and his wine covers all the bases with black raspberry, yellow peach and pancetta, plus a field of lavender, licorice and violets. Like a seasoned glove the wine has a supple pocket of boysenberry fruit generously laced with sweet oak and vanilla spice. He keeps his eye on the ball and the wine stays focused though a vibrant, youthful finish, making the out on every play."}, {"name": "Lexington Apex Red 2011", "grape": NaN, "region": "Santa Cruz Mountains, California", "variety": "Red Wine", "rating": 91.0, "notes": "Blend: 99% Cabernet Sauvignon, 1% Merlot "}, {"name": "Lexington Gist Ranch Cabernet Sauvignon 2011", "grape": NaN, "region": "Santa Cruz Mountains, California", "variety": "Red Wine", "rating": 91.0, "notes": "Blend: 80% Cabernet Sauvignon, 20% Merlot"}]